{"sdg_goal":"11","target_id":"11.2","indicator_number":"11.2.1","indicator_sort_order":"11-02-01","national_indicator_available":"Proportion of households in core housing need","indicator_name":"Proportion of households in core housing need","target_name":"No specific target ","national_geographical_coverage":"Canada (provinces only)","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures the proportion of households in core housing need. Core housing need refers to whether a private household's housing falls below at least one of the indicator thresholds for housing adequacy, affordability or suitability, and would have to spend 30% or more of its total before-tax income to pay the median rent of alternative local housing that is acceptable (attains all three housing indicator thresholds). Housing indicator thresholds are defined as follows: <br><br> - Adequate housing is reported by their residents as not requiring any major repairs. <br><br> - Affordable housing has shelter costs equal to less than 30% of total before-tax household income. <br><br> - Suitable housing has enough bedrooms for the size and composition of resident households according to the National Occupancy Standard (NOS), conceived by the Canada Mortgage and Housing Corporation and provincial and territorial representatives.","computation_calculations":"Not applicable","comments_limitations":"Data at the national level do not include the territories. All geographic regions are based on the 2021 Census boundaries.<br><br> Only private, non-farm, non-reserve and owner- or renter-households with incomes greater than zero and shelter-cost-to-income ratios less than 100% are assessed for ‘core housing need.’ Non-family households with at least one maintainer aged 15 to 29 attending school are considered not to be in ‘core housing need’ regardless of their housing circumstances. Attending school is considered a transitional phase, and low incomes earned by student households are viewed as being a temporary condition.","graph_type":"line","data_start_values":[{"field":"Geography","value":"Canada (provinces only)"},{"field":"Geographic location","value":"Total"},{"field":"Tenure","value":"Total, tenure"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistics Canada. Table 46-10-0085-01  Core housing need, by tenure including first-time homebuyer and social and affordable housing status","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/en/tv.action?pid=4610008501","source_organisation_1":"Statistics Canada","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada, Province or territory, Census metropolitan area","source_active_2":true,"source_url_text_2":"Statistics Canada. Table 46-10-0067-01  Households living with housing problems, by select housing-vulnerable populations and affordability, suitability, adequacy and core housing need indicators","source_url_2":"https://doi.org/10.25318/4610006701-eng","source_organisation_2":"Statistics Canada","source_periodicity_2":"Occasional","source_geographical_coverage_2":"Canada, Province or territory, Census metropolitan area","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"negative"}],"progress_status":"deterioration","page_content":"","fr":{"sdg_goal":"11","target_id":"11.2","indicator_number":"11.2.1","indicator_sort_order":"11-02-01","national_indicator_available":"Proportion des ménages ayant des besoins impérieux en matière de logement","indicator_name":"Proportion des ménages ayant des besoins impérieux en matière de logement","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada (provinces seulement)","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion des ménages ayant des besoins impérieux en matière de logement. Besoins impérieux en matière de logement indique si un ménage privé vit dans un logement qui ne rencontre pas le seuil d'au moins l'un des indicateurs de qualité, d'abordabilité ou de taille du logement, et s'il devrait consacrer 30 % ou plus de son revenu total avant impôt pour payer le loyer médian d'un autre logement acceptable dans sa collectivité (atteint les trois seuils des indicateurs de logement). Les seuils des indicateurs de logement sont définis de la manière suivante: <br><br> - Un logement est de qualité convenable si, de l'avis des occupants, il ne nécessite pas de réparations majeures. <br><br> - Un logement est abordable si le ménage consacre moins de 30 % de son revenu total avant impôt aux frais de logement. <br><br> - Un logement est de taille convenable si le nombre de chambres suffit pour répondre aux besoins du ménage, compte tenu de la taille et de la composition du ménage, d'après les exigences de la Norme nationale d'occupation (NNO), conçue par la Société canadienne d'hypothèques et de logement et des représentants provinciaux et territoriaux.","computation_calculations":"Ne s'applique pas","comments_limitations":"Les données au niveau national n'incluent pas les territoires. Toutes les régions géographiques sont basées sur les limites du Recensement de 2021.<br><br> Seuls les ménages privés, non agricoles, hors réserve et propriétaires ou locataires qui ont un revenu positif et dont le rapport des frais de logement au revenu est inférieur à 100 % sont pris en considération dans l'évaluation des besoins impérieux en matière de logement. Les ménages non familiaux dont au moins l'un des soutiens est âgé de 15 à 29 ans et est aux études ne sont pas considérés comme ayant des besoins impérieux en matière de logement, peu importe leur situation de logement. On estime que les études sont une étape de transition et, par conséquent, que les faibles revenus gagnés par les ménages composés d'étudiants sont une situation temporaire.","graph_title":"Proportion des ménages ayant des besoins impérieux en matière de logement","graph_type":"line","data_start_values":[{"field":"Geography","value":"Canada (provinces only)"},{"field":"Geographic location","value":"Total"},{"field":"Tenure","value":"Total, tenure"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 46-10-0085-01  Besoins impérieux en matière de logement, selon le mode d'occupation, y compris le statut d'accédant à la propriété et de logement social et abordable","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/fr/tv.action?pid=4610008501","source_organisation_1":"Statistique Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada, Province ou territoire, Région métropolitaine de recensement","source_active_2":true,"source_url_text_2":"Statistique Canada. Tableau 46-10-0067-01  Ménages éprouvant des problèmes de logement, selon certaines populations vulnérables et les indicateurs d'abordabilité, de taille convenable, de qualité convenable et des besoins impérieux en matière de logement","source_url_2":"https://doi.org/10.25318/4610006701-fra","source_organisation_2":"Statistique Canada","source_periodicity_2":"Occasionnelle","source_geographical_coverage_2":"Canada, Province ou territoire, Région métropolitaine de recensement","page_content":"\n"},"national_metadata_updated_date":"2024-09-16","national_data_updated_date":"2024-09-16","target_number":"11.2","goal_number":"11","graph_title":"Proportion of households in core housing need"}