{"sdg_goal":"13","target_id":"13.1","indicator_number":"13.1.1","indicator_sort_order":"13-01-01","national_indicator_available":"Greenhouse gas emissions","indicator_name":"Greenhouse gas emissions","target_name":"By 2030, reduce Canada's total greenhouse gas emissions by 40 to 45%, relative to 2005 emission levels. By 2050, achieve economy-wide net-zero greenhouse gas emissions.","national_geographical_coverage":"Canada, provinces and territories","computation_units":"Megatonnes of carbon dioxide equivalent (Mt CO2 eq)","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures greenhouse gas emissions. Greenhouse gases (GHGs) are the atmospheric gases responsible for causing global warming and climate change. The major GHGs are carbon dioxide (CO2), methane (CH4) and nitrous oxide (N20). <em>(definition from United Nations Climate Change)</em>","computation_calculations":"<p>In general, GHG emissions are estimated by multiplying activity data by the associated emission factor.<br> Emissions = activity data × emission factor<br><br> Activity data refer to the quantitative amount of human activity resulting in emissions during a given time period. The annual activity data for fuel combustion sources, for example, are the total amounts of fuel burned over a year.<br><br> Emission factors are based on samples of measurement data, and are representative rates of emissions for a given activity level under a given set of operating conditions. It is the estimated average emission rate of a given pollutant for a given source, relative to units of activity.<br><br> Guidelines produced by the Intergovernmental Panel on Climate Change for countries reporting to the United Nations Framework Convention on Climate Change provide various methods for calculating GHG emissions from a given human activity. The methods for estimating emissions are divided into 'tiers,' each encompassing different levels of activity and technological detail. The same general structure is used for all tiers, while the level of detail at which the calculations are carried out can vary.<br><br> Greenhouse gas emissions are reported in carbon dioxide equivalents (CO2 eq), determined by multiplying the amount of emissions of a particular greenhouse gas by the global warming potential of that gas. <em>Environment and Climate Change Canada (ECCC)</em></p>","comments_limitations":"The Greenhouse gas emissions indicators are comprehensive but some emission sources have not been included in the indicators because they are not reported in the National Inventory Report. Owing to their relatively small contributions to the total emissions, these excluded sources do not significantly affect the overall completeness of the inventory. A detailed explanation of the excluded emission sources can be found in Annex 5 of the National Inventory Report. Although reported in the National Inventory Report, emissions and removals from the land use, land use change and forestry sector are excluded from national totals and subsequently not reported as part of the Greenhouse gas emissions indicators. <em>(ECCC)</em>","graph_title":"Greenhouse gas emissions","graph_type":"line","graph_annotations":[{"unit":"Mt CO2 eq","value":443.23,"preset":"target_line"}],"data_footnote":"The 2030 target correspond to the target for Canada, National Inventory Total only","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Source","value":"Provincial Inventory Total"},{"field":"Source","value":"Territorial Inventory Total"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Environment and Climate Change Canada's National Inventory Report 1990-2019: Greenhouse Gas Sources and Sinks in Canada","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/greenhouse-gas-emissions.html","source_organisation_1":"Environment and Climate Change Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada, provinces and territories","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"negative","target_year":2030,"target":443.230378}],"page_content":"This indicator corresponds to the Canadian Environmental Sustainability Indicators <a href=\"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/greenhouse-gas-emissions.html\"> <em>Greenhouse gas emissions</em></a>.\n","fr":{"sdg_goal":"13","target_id":"13.1","indicator_number":"13.1.1","indicator_sort_order":"13-01-01","national_indicator_available":"Émissions de gaz à effet de serre","indicator_name":"Émissions de gaz à effet de serre","target_name":"D'ici 2030, réduire les émissions totales de gaz à effet de serre du Canada de 40 à 45 % par rapport aux niveaux d'émission de 2005. D’ici 2050, atteindre une économie carboneutre.","national_geographical_coverage":"Canada, provinces et territoires","computation_units":"Mégatonnes d'équivalent en dioxyde de carbone (Mt d'éq. CO2)","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure les émissions de gaz à effet de serre. Les gaz à effet de serre (GES) sont des gaz atmosphérique responsable pour le réchauffement climatique ainsi que le changement climatique. Les trois principaux types de gaz à effet de serre sont le dioxyde de carbonne, le méthane et l'oxyde nitreux. <em>(définition des Nations Unies)</em>","computation_calculations":"<p>En général, pour évaluer les émissions de GES, on multiplie les données sur les activités par le facteur d'émission associé.<br><br> Émissions = données sur les activités × facteur d'émission<br><br> Les données sur les activités se rapportent à la somme quantitative d'activités humaines entraînant des émissions durant une période donnée. Les données sur les activités annuelles pour les sources de combustion de combustible, par exemple, sont les quantités totales de combustible brûlé pour une année.<br><br> Les facteurs d'émission sont basés sur un échantillonnage de mesures de données effectuées et sont des taux représentatifs des émissions pour un niveau d'activité donné selon un ensemble précis de conditions d'exploitation. Ils représentent le taux d'émission moyen estimé d'un polluant pour une source donnée, relativement aux unités d'activités.<br><br> Les lignes directrices produites par le Groupe d'experts intergouvernemental sur l'évolution du climat fournissent aux pays qui présentent des déclarations à la Convention-cadre des Nations Unies sur les changements climatiques diverses méthodes pour calculer les émissions de GES dues à une activité humaine donnée. Les méthodes d'estimation des émissions sont classées en « niveaux », selon les différents degrés d'activités et de précision technologique. La même structure générale est employée pour tous les niveaux, bien que le degré de précision du calcul puisse varier. L'annexe 3 du Rapport d'inventaire national décrit les méthodes utilisées pour estimer les émissions de GES du Canada et montre que le choix du type de méthode du Groupe d'experts intergouvernemental sur l'évolution du climat dépend fortement de l'importance de chaque catégorie et de la disponibilité des données.<br><br> Les émissions de GES sont déclarées en équivalent en dioxyde de carbone (éq. CO2), calculées en multipliant la quantité des émissions d'un gaz à effet de serre en particulier par le potentiel de réchauffement global de ce gaz. <em>Environnement et Changement climatique Canada (ECCC)</em></p>","comments_limitations":"<p>Les indicateurs sur les Émissions de gaz à effet de serre sont exhaustifs. Cependant, les émissions de certaines sources n'ont pas été incluses dans les indicateurs car elles ne se trouvent pas dans le Rapport d'inventaire national. Parce que ces sources ont une contribution relativement faible aux totaux des émissions, elles n'influencent pas de façon significative l'exhaustivité de l'inventaire. De plus amples renseignements sur les sources d'émission exclues peuvent être trouvés dans l'annexe 5 du Rapport d'inventaire national.<br><br> Bien qu'elles soient incluses dans le Rapport d'inventaire national, les émissions et les absorptions de l'affectation des terres, des changements d'affectation des terres et de la foresterie sont exclues des totaux nationaux et des indicateurs sur les Émissions de gaz à effet de serre. <em>(ECCC)</em></p>","graph_title":"Émissions de gaz à effet de serre","graph_type":"line","graph_annotations":[{"unit":"Mt d'éq. CO2","value":443.23,"preset":"target_line"}],"data_footnote":"La cible pour 2030 correspond seulement à la cible pour l'inventaire total pour le Canada","data_start_values":[{"field":"Géographie","value":"Canada"},{"field":"Source","value":"Inventaire provincial"},{"field":"Source","value":"Inventaire territorial"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Environnement et Changement climatique Canada (2021) Rapport d'inventaire national 1990-2019 : Sources et puits de gaz à effet de serre au Canada.","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/emissions-gaz-effet-serre.html","source_organisation_1":"Environnement et Changement climatique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, provinces et territoires","page_content":"Cet indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/emissions-gaz-effet-serre.html\"> <em>Émissions de gaz à effet de serre</em></a>.\n"},"national_metadata_updated_date":"2022-11-07","national_data_updated_date":"2021-12-03","target_number":"13.1","goal_number":"13"}