{"sdg_goal":"14","target_id":"14.2","indicator_number":"14.2.1","indicator_sort_order":"14-02-01","national_indicator_available":"Proportion of fish stocks that are sustainably harvested","indicator_name":"Proportion of fish stocks that are sustainably harvested","target_name":"By 2023, major fish and invertebrate stocks are managed and harvested at levels considered to be sustainable, from a baseline of 96% in 2016","national_geographical_coverage":"Canada","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"The indicator compares harvest rates with established harvest limits. These limits are based on scientific information, providing a direct measure of whether we are managing the use of these resources within ecosystem limits. It is one measure of fishing pressure on wild fish stocks. <em>(ECCC)</em>","computation_calculations":"The indicator compares harvest rates with harvest limits. These limits are based on scientific information and provide a direct measure of whether we are managing the use of these resources within ecosystem limits. The indicator is a simple tabulation of stocks based on whether harvest levels are within removal reference levels, within other harvest limits, or over harvest limits. <em>(ECCC)</em>","comments_limitations":"The Sustainability Survey for Fisheries (the survey) is completed with the best available information. Since the oceans are wide and deep, and fish move between habitats, their populations are difficult to monitor. The survey summarizes information across a wide variety of species, management regimes, types of fisheries, geographic regions, and socio-economic contexts. Small changes in the set of surveyed stocks occur due to changes in the way stocks are assessed or managed. Results should be interpreted with this in mind. The indicator does not account for fished stocks that do not meet the criteria for major stocks. Seaweeds and other aquatic plants are also excluded. <em>(ECCC)</em>","graph_title":"Proportion of fish stocks that are sustainably harvested","graph_type":"line","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Fisheries and Oceans Canada. Sustainability Survey for Fisheries, Canadian Environmental Sustainability Indicators","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/sustainable-fish-harvest.html","source_organisation_1":" Fisheries and Oceans Canada ","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada","source_release_date_1":null,"page_content":"This indicator correspond to the Canadian Environmental Sustainability Indicators <a href=\"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/sustainable-fish-harvest.html\"> <em>Sustainable fish harvest</em></a>.\n\n","fr":{"sdg_goal":"14","target_id":"14.2","indicator_number":"14.2.1","indicator_sort_order":"14-02-01","national_indicator_available":"Proportion des stocks de poissons récoltés à des niveaux considérés durables","indicator_name":"Proportion des stocks de poissons récoltés à des niveaux considérés durables","target_name":"D’ici 2023, tous les stocks majeurs de poisons et d’invertébrés sont gérés et récoltés à des niveaux considérés durables, partant de 96 % en 2016","national_geographical_coverage":"Canada","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"L'indicateur permet de comparer les taux de récolte avec les limites de récolte établies. Ces limites sont fondées sur des données scientifiques et fournissent une mesure directe indiquant si la gestion de l'utilisation de ces ressources respecte les limites des écosystèmes. Cela constitue une mesure de la pression de la pêche sur les stocks de poissons sauvages. <em>(ECCC)</em>","computation_calculations":"L'indicateur permet de comparer les taux de récolte avec les limites de récolte. Ces limites sont fondées sur des données scientifiques et permettent de déterminer directement si l'utilisation de ces ressources est gérée à l'intérieur des limites de l'écosystème. L'indicateur est un simple dénombrement des stocks qui se retrouvent à l'intérieur des limites des niveaux d'exploitation de référence, à l'intérieur des autres limites de récolte ou au-dessus des limites de récolte. <em>(ECCC)</em>","comments_limitations":"<p>L'Étude sur la durabilité des pêches (l'étude) contient les meilleurs renseignements disponibles. Comme les océans sont vastes et profonds et que les poissons se déplacent entre les habitats, leurs populations sont difficiles à surveiller. <br><br>L'étude résume les renseignements sur une grande variété d'espèces, de régimes de gestion, de types de pêche, de régions géographiques et de contextes socio-économiques. De petits changements dans l'ensemble des stocks étudiés se produisent à la suite de changements dans l'évaluation ou la gestion des stocks. Il convient d'en tenir compte dans l'interprétation des résultats. <br><br>L'indicateur ne tient pas compte des stocks faisant l'objet d'une pêche s'ils ne répondent pas aux critères des principaux stocks. Les algues et les autres plantes aquatiques sont également exclues. <em>(ECCC)</em></p>","graph_title":"Proportion des stocks de poissons récoltés à des niveaux considérés durables","graph_type":"line","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Pêches et Océans Canada - Étude sur la durabilité des pêches","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/pratiques-peche-durables.html","source_organisation_1":"Pêches et Océans Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada","source_release_date_1":null,"page_content":"L'indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/pratiques-peche-durables.html\"> <em>Pratiques de pêche durables</em></a>.\n"},"national_metadata_update_url_text":"2021-06-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/d55841edcbdca86073ee92433c830355482961d4","national_data_update_url_text":"2021-06-10: see changes on GitHub","national_data_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/f428bc62bb5b5e0ea8e1bd7bbe3f224cb91b7df8","indicator":"14.2.1"}