{"sdg_goal":"17","target_id":"17.1","indicator_number":"17.1.1","indicator_sort_order":"17-1-01","national_indicator_available":"Statistical Performance Indicators","indicator_name":"Statistical Performance Indicators","target_name":"No specific target","published":true,"reporting_status":"complete","national_geographical_coverage":"Canada","computation_units":"Score","national_indicator_description":"<p> The Statistical Performance Indicators (SPI) assess the maturity and performance of national statistical systems in five key areas, called pillars. The five pillars are:<br><br> 1. Data Use: Statistics have value only if they are used. A successful statistical system produces data that are used widely and frequently.<br> 2. Data Services: A range of services connects data users to producers and facilitate dialogues between them, thus building trust and a sense of value.<br> 3. Data Products: The dialogues between users and producers drive the design and range of statistical products and their accuracy, timeliness, frequency, comparability, and levels of disaggregation. The products signal whether countries are able to produce indicators related to the 17 Sustainable Development Goals.<br> 4. Data Sources: To create useful products, the statistical system needs to draw on sources inside and outside the government. Data collection thus goes beyond the typical censuses and surveys to include administrative and geospatial data as well as data generated by private firms and citizens.<br> 5. Data Infrastructure: A mature statistical system has well-developed hard infrastructure (legislation, governance, standards) and soft infrastructure (skills, partnerships) as well as the financial resources to deliver useful—and widely used—data products and services.<br><br> Each of these pillars is supported by four or five dimensions and uses defined methods and indicators. <em>(World Bank Group)</em><br><br> The series labelled as \"Canada\" represents the overall SPI score for Canada. </p>","computation_calculations":"The scores for each pillar are calculated using the scores for the underlying dimensions, which in turn are derived from the values of their indicators. The overall SPI score is an average of the scores for the five pillars. For the overall score, a country can achieve a maximum of 100 and a minimum of 0. A score of 100 would indicate that a country has every single element that the SPI measures in place, and a score of 0 that none are in place. <em>(World Bank Group)</em>","comments_limitations":"The overall SPI score is currently available for countries from 2016 onwards. Some indicators have data going back to 2004. <em>(World Bank Group)</em>","graph_title":"Statistical Performance Indicators","graph_type":"line","graph_limits":[{"unit":"Score","minimum":0,"maximum":100}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"World Bank Group, Statistical Performance Indicators","source_url_1":"https://www.worldbank.org/en/programs/statistical-performance-indicators/explore-data","source_organisation_1":"World Bank Group","source_periodicity_1":"Annual","source_geographical_coverage_1":"Countries","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive"}],"progress_status":"moderate_progress","page_content":"","fr":{"sdg_goal":"17","target_id":"17.1","indicator_number":"17.1.1","indicator_sort_order":"17-1-01","national_indicator_available":"Indicateurs de performance statistique","indicator_name":"Indicateurs de performance statistique","target_name":"Pas de cible spécifique","published":true,"reporting_status":"complete","national_geographical_coverage":"Canada","computation_units":"Score","national_indicator_description":"<p> Les indicateurs de performance statistique (IPS) évaluent la maturité et la performance des systèmes statistiques nationaux dans cinq domaines clés, appelés piliers. Les cinq piliers sont les suivants :<br><br> 1. L'utilisation de données : les statistiques n'ont de valeur que si elles sont utilisées. Un système statistique performant produit des données qui sont utilisées largement et fréquemment.<br> 2. Les services de données : une gamme de services relie les utilisateurs de données aux producteurs et facilite les dialogues entre eux, développant ainsi la confiance et un sentiment de valeur.<br> 3. Les produits de données : les dialogues entre utilisateurs et producteurs dirigent la conception et la variété de produits statistiques, ainsi que leur exactitude, leur actualité, leur fréquence, leur comparabilité et leurs niveaux de désagrégation. Les produits indiquent si les pays sont en mesure de produire des indicateurs liés aux 17 objectifs de développement durable.<br> 4. Les sources de données : pour créer des produits utiles, le système statistique doit tirer de sources internes et externes au gouvernement. La collecte de données va donc au-delà des recensements et des sondages typiques afin d'inclure des données administratives et géospatiales ainsi que des données générées par des entreprises privées et des citoyens.<br> 5. L'infrastructure de données : un système statistique mature possède une infrastructure matérielle (législation, gouvernance, normes) et une infrastructure immatérielle (compétences, partenariats) bien développées, ainsi que les ressources financières nécessaires pour fournir des produits et services de données utiles et largement utilisés.<br><br> Chacun de ces piliers est supporté par quatre ou cinq dimensions et utilise des méthodes et indicateurs définis. <em>(Groupe de la Banque mondiale)</em><br><br> La série nommée « Canada » représente le score IPS global du Canada. </p>","computation_calculations":"Les scores pour chaque pilier sont calculés en combinant les scores de chaque dimension du pilier en question, qui sont à leur tour dérivés des valeurs de leurs indicateurs respectifs. Le score IPS global est une moyenne des scores des cinq piliers. Un pays peut atteindre un score global maximum de 100 et un minimum de 0. Un score de 100 indiquerait qu'un pays a mis en place tous les éléments mesurés par les IPS, tandis qu'un score de 0 indiquerait qu'aucun élément n'a été mis en place. <em>(Groupe de la Banque mondiale)</em>","comments_limitations":"Les scores globaux des IPS sont actuellement disponibles pour les pays depuis 2016. Certains indicateurs ont des données remontant jusqu'en 2004. <em>(Groupe de la Banque mondiale)</em>","graph_title":"Indicateurs de performance statistique","graph_type":"line","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"World Bank Group, Statistical Performance Indicators (en anglais seulement)","source_url_1":"https://www.worldbank.org/en/programs/statistical-performance-indicators/explore-data","source_organisation_1":"Groupe de la Banque mondiale","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Pays","page_content":""},"national_metadata_updated_date":"2024-09-13","national_data_updated_date":"2025-02-04","target_number":"17.1","goal_number":"17"}