{"sdg_goal":"17","target_id":"17.3","indicator_number":"17.3.1","indicator_sort_order":"17-3-01","national_indicator_available":"Exports of environmental and clean technology goods and services to developing countries","indicator_name":"Exports of environmental and clean technology goods and services to developing countries","target_name":"No specific target","published":true,"reporting_status":"complete","national_geographical_coverage":"Canada","computation_units":"Dollars (in millions)","national_indicator_description":"This indicator measures the estimated exports of environmental and clean technology products (in millions of dollars) to developing countries. Exports of environmental products include environmental goods, such as clean electricity, biofuels and primary goods, and waste and scrap goods, as well as waste management and remediation services. Exports of clean technology products include clean technology goods as well as clean technology services, including scientific and research and development services, support services, and construction services.","computation_calculations":"Developing countries are determined for each year based on their Human Development Index (HDI) reported by the United Nations Development Programme. Those with an HDI below 0.8 are considered as developing countries. The data for this indicator is calculated as the sum of all exports of environmental and clean technology products destined to countries with a HDI below 0.8.","comments_limitations":"Data for the last two reference years are preliminary. The United Nations does not produce HDI data for some countries listed in Statistics Canada's exports database. These countries are therefore not included in the final data for exports of environmental and clean technology products to developing countries.","graph_title":"Exports of environmental and clean technology goods and services to developing countries","graph_type":"line","data_start_values":[{"field":"Region","value":"All regions"},{"field":"Goods and services (products)","value":"Environmental and clean technology products"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistics Canada. Table 36-10-0646-01  Environmental and Clean Technology Products Economic Account, international imports and exports per trading partner (x 1,000,000)","source_url_1":"https://doi.org/10.25318/3610064601-eng","source_organisation_1":"Statistics Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada, provinces and territories","source_active_2":true,"source_url_text_2":"Human Development Reports, Human Development Index","source_url_2":"https://hdr.undp.org/data-center/human-development-index#/indicies/HDI","source_organisation_2":"United Nations Development Programme","source_periodicity_2":"Annual","source_geographical_coverage_2":"Countries and world regions","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive"}],"progress_status":"substantial_progress","page_content":"","fr":{"sdg_goal":"17","target_id":"17.3","indicator_number":"17.3.1","indicator_sort_order":"17-3-01","national_indicator_available":"Exportations de produits et services environnementaux et de technologies propres à des pays en voie de développement","indicator_name":"Exportations de produits et services environnementaux et de technologies propres à des pays en voie de développement","target_name":"Pas de cible spécifique","published":true,"reporting_status":"complete","national_geographical_coverage":"Canada","computation_units":"Dollars (en millions)","national_indicator_description":"Cet indicateur mesure les exportations estimées de produits environnementaux et de technologies propres (en millions de dollars) vers les pays en voie de développement. Les exportations de produits environnementaux comprennent les biens environnementaux, tels que l'électricité propre, les biocarburants et les biens primaires et les déchets et rebuts, ainsi que les services de gestion de déchets et d'assainissement. Les exportations de produits de technologies propres comprennent les biens de technologies propres ainsi que les services de technologies propres, incluant les services scientifiques, de recherche et développement, de soutien et de construction.","computation_calculations":"Les pays en voie de développement sont déterminés pour chaque année basé sur leur indice de développement humain (IDH) provenant du Programme des Nations unies pour le développement. Les pays pour lesquels l'IDH est inférieur à 0.8 sont considérés comme des pays en voie de développement. Les données pour cet indicateur sont calculées par la somme de toutes les exportations de produits environnementaux et de technologies propres destinées aux pays ayant un IDH inférieur à 0.8.","comments_limitations":"Les données pour les deux dernières années de référence sont préliminaires. Les Nations unies ne produisent pas de données sur l'IDH pour certains pays figurant dans la base de données sur les exportations de Statistique Canada. Ces pays ne sont donc pas inclus dans les données finales sur les exportations de produits environnementaux et de technologies propres vers les pays en voie de développement.","graph_title":"Exportations de produits et services environnementaux et de technologies propres à des pays en voie de développement","graph_type":"line","data_start_values":[{"field":"Région","value":"Toutes les régions"},{"field":"Biens et services (produits)","value":"Produits environnementaux et de technologies propres"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 36-10-0646-01  Compte des produits environnementaux et de technologies propres, exportations et importations internationales par partenaire commercial (x 1 000 000)","source_url_1":"https://doi.org/10.25318/3610064601-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, provinces et territoires","source_active_2":true,"source_url_text_2":"Rapports sur le développement humain, Indice de développement humain","source_url_2":"https://hdr.undp.org/data-center/human-development-index#/indicies/HDI","source_organisation_2":"Programme des Nations unies pour le développement","source_periodicity_2":"Annuelle","source_geographical_coverage_2":"Pays et régions du monde","page_content":""},"national_metadata_updated_date":"2024-08-15","national_data_updated_date":"2024-08-14","target_number":"17.3","goal_number":"17"}