{"data_keywords":"women, gender, Indigenous","national_indicator_available":"Proportion of women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the last 12 months","target_name":"Fewer women are victims of intimate partner violence and sexual assault ","national_indicator_description":"This indicator measures the proportion of women and girls aged 15 years and older subjected to intimate partner violence in the last 12 months. Intimate partner violence (IPV) encompasses a broad range of behaviours, ranging from emotional and financial abuse to physical and sexual assault.","national_geographical_coverage":"Canada","computation_calculations":"The estimates represents the percentage of all respondents, excluding those who reported that they have never been in an intimate partner relationship and those who stated that they had not had contact with any current or former intimate partner in the past 12 months.","computation_units":"Percentage","comments_limitations":"The target population for the Survey of Safety in Public and Private Spaces is the Canadian population aged 15 and older, living in the provinces and territories. Canadians residing in institutions are not included. This means that the survey results may not reflect the experiences of intimate partner violence among those living in shelters, institutions, or other collective dwellings.","graph_title":"Proportion of women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the last 12 months","graph_type":"bar","data_start_values":[{"field":"Type of intimate partner violence","value":"Total intimate partner violence"},{"field":"Selected characteristic","value":"Total, all women"}],"indicator_name":"Proportion of women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the last 12 months","indicator_sort_order":"05-01-02","published":true,"reporting_status":"complete","indicator_number":"5.1.2","sdg_goal":"5","data_non_statistical":false,"target_id":"5.1","data_show_map":false,"source_active_1":true,"source_url_text_1":" Statistics Canada. Survey of Safety in Public and Private Spaces","source_url_1":"https://www150.statcan.gc.ca/n1/pub/85-002-x/2021001/article/00003/tbl/tbl01a-eng.htm","source_organisation_1":" Statistics Canada ","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"negative"}],"progress_status":"not_available","page_content":"<i>This indicator does not display a progress status as there is only one data point currently available.</i>","fr":{"national_indicator_available":"Proportion de femmes et filles âgées de 15 ans et plus ayant été assujetties à de la violence physique, sexuelle ou psychologique par leur partenaire intime actuel ou un ancien partenaire intime dans les 12 derniers mois","target_name":"Moins de femmes sont victimes de violence et d’agressions sexuelles de la part du partenaire intime","national_indicator_description":"Cet indicateur mesure la proportion de femmes et filles âgées de 15 et plus ayant été assujetties à de la violence physique, sexuelle ou psychologique par leur partenaire intime actuel ou un ancien partenaire intime dans les 12 derniers mois. La violence entre partenaires intimes (VPI) englobe un large éventail de comportements, qui vont de la violence psychologique et de l’exploitation financière aux agressions physiques et sexuelles.","national_geographical_coverage":"Canada","computation_calculations":"Représente le pourcentage de tous les répondants, à l’exception de ceux qui ont déclaré n’avoir jamais été dans une relation avec un partenaire intime et de ceux qui ont déclaré n’avoir eu aucun contact avec un partenaire intime actuel ou ancien au cours des 12 mois précédents.","computation_units":"Pourcentage","comments_limitations":"La population cible de l’Enquête sur la sécurité dans les espaces publics et privés est composée des Canadiens de 15 ans et plus résidant dans les provinces et les territoires. Les personnes vivant en établissement ne sont pas incluses. Cela signifie que les résultats de l’enquête pourraient ne pas tenir compte des expériences de violence entre partenaires intimes (VPI) des personnes vivant dans un refuge, un établissement ou un autre type de logement collectif.","graph_title":"Proportion de femmes et filles âgées de 15 ans et plus ayant été assujetties à de la violence physique, sexuelle ou psychologique par leur partenaire intime actuel ou un ancien partenaire intime dans les 12 derniers mois","graph_type":"bar","data_start_values":[{"field":"Type de violence entre partenaires intimes","value":"Total de tous les types de violence"},{"field":"Caractéristiques sélectionnées","value":"Total, toutes les femmes"}],"indicator_name":"Proportion de femmes et filles âgées de 15 ans et plus ayant été assujetties à de la violence physique, sexuelle ou psychologique par leur partenaire intime actuel ou un ancien partenaire intime dans les 12 derniers mois","indicator_sort_order":"05-01-02","published":true,"reporting_status":"complete","indicator_number":"5.1.2","sdg_goal":"5","data_non_statistical":false,"target_id":"5.1","data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistique Canada. Enquête sur la sécurité dans les espaces publics et privés","source_url_1":"https://www150.statcan.gc.ca/n1/pub/85-002-x/2021001/article/00003-fra.htm","source_organisation_1":"Statistics Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada","page_content":"<i>Cet indicateur n'affiche pas de mesure de progrès car il n'y a qu'une seule année actuellement disponible.</i>\n"},"national_metadata_updated_date":"2023-02-27","national_data_updated_date":"2021-05-11","target_number":"5.1","goal_number":"5"}