{"sdg_goal":7,"target_id":7.2,"indicator_number":"7.2.1","indicator_sort_order":"07-02-01","national_indicator_available":"Proportion of electricity generated from renewable and other non-greenhouse gas emitting sources","indicator_name":"Proportion of electricity generated from renewable and other non-greenhouse gas emitting sources","target_name":"By 2030, 90% of Canada's electricity is generated from renewable and other non-emitting sources, on the path towards a net zero electricity system in the long-term","national_geographical_coverage":"Canada, provinces and territories","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures the proportion of electricity generated from renewable and non-greenhouse gas emitting sources, which includes energy generated from hydraulic turbines, solar, tidal power turbines, wind power turbines, nuclear steam turbines and all electricity produced from biomass.","computation_calculations":"<p>Monthly data on electric power generation are annualized and the sum of megawatt hours produced by renewable and non-greenhouse gas emitting sources are expressed as a proportion of the total electricity generated.</p><p>To align concepts between indicators, the methodology to calculate this indicator was updated in spring 2023 to include electricity generated from nuclear steam turbine and biomass in the definition of “electricity generated from renewable and non-greenhouse gas emitting sources.” This change does not affect the targets for the indicator but rather ensures comparable definitions and measurement between this indicator and the one published in the <a href=\"https://natural-resources.canada.ca/science-and-data/data-and-analysis/energy-data-and-analysis/energy-facts/clean-power-and-low-carbon-fuels/23932\">Energy Fact Book</a> by Natural Resources Canada.</p>","comments_limitations":"<p>Please note the following reason for the difference in the methodology used for this indicator and the one used for the indicator presented in the <a href=\"https://natural-resources.canada.ca/science-and-data/data-and-analysis/energy-data-and-analysis/energy-facts/clean-power-and-low-carbon-fuels/23932\">Energy Fact Book</a> from Natural Resources Canada. The relatively small difference between the two proportions is due to the different methodologies used to estimate the energy generated from grid-connected photovoltaic systems.  The energy generated from these systems is estimated through model-based calculations by Natural Resources Canada. The Statistics Canada estimate is based on data collected through surveys and excludes energy generated from photovoltaics systems with capacities below 100 kW and some systems with capacities between 100 kW and 1 mW.</p>","graph_title":"Proportion of electricity generated from renewable and other non-greenhouse gas emitting sources","graph_type":"line","graph_annotations":[{"unit":"Percentage","value":90,"preset":"target_line"}],"data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Type of electricity generation","value":"Total renewable and non-greenhouse gas emitting sources"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_organisation_1":"Statistics Canada","source_url_1":"https://doi.org/10.25318/2510001501-eng","source_url_text_1":"Statistics Canada. Table 25-10-0015-01  Electric power generation, monthly generation by type of electricity","source_periodicity_1":"Monthly","source_geographical_coverage_1":"Canada, provinces and territories","source_release_date_1":false,"auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","target":90,"target_year":2030}],"progress_status":"deterioration","page_content":"","fr":{"sdg_goal":"7","target_id":"7.2","indicator_number":"7.2.1","indicator_sort_order":"07-02-01","national_indicator_available":"Proportion de l’électricité produite à partir de sources renouvelables et autres sources non émettrices de gaz à effet de serre","indicator_name":"Proportion de l’électricité produite à partir de sources renouvelables et autres sources non émettrices de gaz à effet de serre","target_name":"D'ici 2030, 90 % de l'électricité du Canada est produite à partir de sources renouvelables et autres sources non émettrices, en voie d'un système électrique carboneutre à long terme","national_geographical_coverage":"Canada, provinces et territoires","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion d’électricité qui est produite à partir de sources renouvelables et non émettrices de gaz à effet de serre, ce qui comprend l'énergie produite par les turbines hydrauliques, solaires, marémotrices, éoliennes, les turbines à vapeur nucléaires et toute l'électricité produite à partir de la biomasse.","computation_calculations":"<p>Les données mensuelles sur la production d'électricité sont annualisées et la somme des mégawattheures produits par des sources renouvelables et non émettrices de gaz à effet de serre est exprimée en proportion du total de l'électricité produite.</p><p>Afin d'harmoniser les concepts entre les indicateurs, la méthodologie pour calculer cet indicateur a été mise à jour au printemps 2023 pour y inclure l'électricité produite à partir de turbines à vapeur nucléaires et de biomasse dans la définition de « l'électricité produite à partir de sources renouvelables et non émettrices de gaz à effet de serre ». Ce changement n'affecte pas les cibles de l'indicateur, mais assure des définitions et des mesures comparables entre cet indicateur et celui publié dans le ['Cahier d’information sur l’énergie'](https://ressources-naturelles.canada.ca/science-et-donnees/donnees-et-analyse/donnees-et-analyse-energetiques/energie-propre-et-carburants-faibles-emissions-de-carbone/23933) de Ressources naturelles Canada.</p>","comments_limitations":"Veuillez noter la raison suivante pour la différence entre la méthodologie utilisée pour cet indicateur et celle utilisée pour l'indicateur présenté dans le [Cahier d’information sur l’énergie](https://ressources-naturelles.canada.ca/science-et-donnees/donnees-et-analyse/donnees-et-analyse-energetiques/energie-propre-et-carburants-faibles-emissions-de-carbone/23933) de Ressources naturelles Canada. La différence relativement faible entre les deux proportions est due aux différentes méthodologies utilisées pour estimer l'énergie produite par les systèmes photovoltaïques connectés au réseau.  L'énergie produite par ces systèmes est estimée par Ressources naturelles Canada à l'aide de calculs basés sur des modèles. L'estimation de Statistique Canada est basée sur des données recueillies par le biais d'enquêtes et exclut l'énergie générée par les systèmes photovoltaïques d'une capacité inférieure à 100 kW et certains systèmes d'une capacité comprise entre 100 kW et 1 mW.","graph_title":"Proportion de l’électricité produite à partir de sources renouvelables et autres sources non émettrices de gaz à effet de serre","graph_type":"line","data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_organisation_1":"Statistique Canada","source_url_text_1":"Statistique Canada. Tableau 25-10-0015-01  Production de l'énergie électrique, production mensuelle selon le type d'électricité","source_url_1":"https://doi.org/10.25318/2510001501-fra","source_periodicity_1":"Mensuelle","source_geographical_coverage_1":"Canada, provinces et territoires","source_release_date_1":false,"page_content":""},"national_metadata_updated_date":"2024-07-26","national_data_updated_date":"2024-07-19","target_number":"7.2","goal_number":"7"}