{"sdg_goal":"8","target_id":"8.2","indicator_number":"8.2.1","indicator_sort_order":"08-02-01","indicator_name":"Employment rate","national_indicator_available":"Employment rate","target_name":"No specific target","national_geographical_coverage":"Canada, Geographical region of Canada, Province or territory, Economic region, Census metropolitan area","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures the employment rate. The employment rate is the number of persons employed expressed as a percentage of the population 15 years of age and over.","computation_calculations":"The employment rate for a particular group (age, sex, marital status, etc.) is the number of employed persons in that group expressed as a percentage of the labour force for that group. Estimates are percentages, rounded to the nearest tenth.","comments_limitations":"Excluded from the coverage are: persons living on reserves and other Aboriginal settlements in the provinces; full-time members of the Canadian Armed Forces, the institutionalized population, and households in extremely remote areas with very low population density. Estimates for Canada (total) are a sum of the provincial totals and exclude the territories. Estimates for proportions by sex and age groups exclude the territories. <br><br> The Indigenous population estimates presented in this table are the result of a projection based on 2016 population counts; they are not population estimates. When possible, the projection was calibrated to reflect recent trends observed for the total Canadian population, but it relies primarily on assumptions about the components of growth and, as such, a certain level of uncertainty is associated with it. As an example of the level of uncertainty, the projected Indigenous population in 2015 varies by 96,000 people between the five scenarios presented in the Statistics Canada report Projections of the Aboriginal Population and Households in Canada, 2011 to 2036. <br><br> According to the Employment Equity Act, visible minorities are \"persons, other than Aboriginal peoples, who are non-Caucasian in race or non-white in colour.\" Visible minority n.i.e includes persons with a write-in response such as Guyanese, West Indian, Tibetan, Polynesian, Pacific Islander. The abbreviation \"n.i.e.\" means \"not included elsewhere\". Multiple visible minorities includes persons who gave more than one visible minority group by checking two or more mark-in responses, for example, Black and South Asian. <br><br> Landed immigrants refer to people who are, or have been, landed immigrants in Canada. A landed immigrant is a person who has been granted the right to live in Canada permanently by immigration authorities. Canadian citizens by birth and non-permanent residents (persons from another country who live in Canada and have a work or study permit, or are claiming refugee status, as well as family members living here with them) are not landed immigrants.","graph_title":"Employment rate","graph_type":"line","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Age group","value":"Total, 15 years and over"},{"field":"Sex","value":"Both sexes"},{"field":"Indigenous group","value":"Total population"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistics Canada. Table 14-10-0327-01  Labour force characteristics by sex and detailed age group, annual","source_url_1":"https://doi.org/10.25318/1410032701-eng","source_organisation_1":"Statistics Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada, provinces and territories","source_active_2":true,"source_url_text_2":"Statistics Canada. Table 14-10-0393-01  Labour force characteristics, annual","source_url_2":"https://doi.org/10.25318/1410039301-eng","source_organisation_2":"Statistics Canada","source_periodicity_2":"Annual","source_geographical_coverage_2":"Canada, Province or territory, Economic region","source_active_3":true,"source_url_text_3":"Statistics Canada. Table 14-10-0440-01  Labour force characteristics by visible minority group, annual","source_url_3":"https://doi.org/10.25318/1410044001-eng","source_organisation_3":"Statistics Canada","source_periodicity_3":"Annual","source_geographical_coverage_3":"Canada, provinces and territories","source_active_4":true,"source_url_text_4":"Statistics Canada. Table 14-10-0083-01  Labour force characteristics by immigrant status, annual","source_url_4":"https://doi.org/10.25318/1410008301-eng","source_organisation_4":"Statistics Canada","source_periodicity_4":"Annual","source_geographical_coverage_4":"Canada, Geographical region of Canada, Province or territory, Census metropolitan area","source_active_5":true,"source_url_text_5":"Statistics Canada. Table 14-10-0359-01  Labour force characteristics by Indigenous group and educational attainment","source_url_5":"https://doi.org/10.25318/1410035901-eng","source_organisation_5":"Statistics Canada","source_periodicity_5":"Annual","source_geographical_coverage_5":"Canada, Geographical region of Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive"}],"progress_status":"negligible_progress","page_content":"","fr":{"sdg_goal":"8","target_id":"8.2","indicator_number":"8.2.1","indicator_sort_order":"08-02-01","indicator_name":"Taux d'emploi","national_indicator_available":"Taux d'emploi","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada, Région géographique du Canada, Province ou territoire, Région économique, Région métropolitaine de recensement","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure le taux d'emploi. Le taux d'emploi est le nombre de personnes occupées exprimé en pourcentage de la population âgée de 15 ans et plus.","computation_calculations":"Le taux d'emploi pour un groupe donné (âge, sexe, état matrimonial, etc.) correspond au nombre de personnes occupées dans ce groupe exprimé en pourcentage de la population active de ce groupe. Les estimations sont exprimées en pourcentage et arrondies au dixième près.","comments_limitations":"Sont exclus du champ de l'enquête les personnes qui vivent dans les réserves et dans d'autres peuplements autochtones des provinces, les membres à temps plein des Forces armées canadiennes, les pensionnaires d'établissements institutionnels et les ménages situés dans des régions extrêmement éloignées où la densité de population est très faible. Les estimations pour le Canada (total) sont une somme des totaux provinciaux et excluent les territoires. Les estimations des proportions selon le sexe et les groupes d'âge excluent les territoires. <br><br> Les estimations de la population autochtone qui figurent dans le présent tableau sont issues d'une projection fondée sur les chiffres de population de 2016; il ne s'agit pas d'estimations démographiques. Dans la mesure du possible, la projection a été étalonnée de manière à refléter les tendances observées récemment quant à l'ensemble de la population canadienne, mais elle repose principalement sur des hypothèses relatives aux composantes de l'accroissement et comporte donc un certain degré d'incertitude. À titre d'exemple de ce degré d'incertitude, la population autochtone projetée en 2015 varie de 96 000 personnes selon les cinq scénarios présentés dans le rapport de Statistique Canada Projections de la population et des ménages autochtones au Canada, 2011 à 2036. <br><br> Selon la Loi sur l'équité en matière d'emploi, on entend par minorités visibles « les personnes, autres que les Autochtones, qui ne sont pas de race blanche ou qui n'ont pas la peau blanche ». Minorité visible, n.i.a. comprend les personnes ayant fourni une réponse écrite comme Guyanais, Antillais britannique, Tibétain, Polynésien, Insulaire des îles du Pacifique. L'abréviation « n.i.a. » signifie « non incluses ailleurs ». Minorités visible multiples comprennent les personnes ayant déclaré plus d'un groupe de minorités visibles en cochant au moins deux réponses, par exemple, Noir et Sud-Asiatique. <br><br> Immigrants reçus désignent les personnes qui sont immigrantes reçues au Canada ou l'ont été. Un immigrant reçu est une personne à qui les autorités de l'immigration ont accordé le droit de résider au Canada en permanence. Les citoyens canadiens de naissance et les résidents non permanents (étrangers vivant au Canada avec un permis de travail ou d'études, ou qui réclament le statut de réfugié, ainsi que les membres de leur famille vivant avec eux) ne sont pas considérés comme des immigrants reçus.","graph_title":"Taux d'emploi","graph_type":"line","data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 14-10-0327-01  Caractéristiques de la population active selon le sexe et le groupe d'âge détaillé, données annuelles","source_url_1":"https://doi.org/10.25318/1410032701-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, provinces et territoires","source_active_2":true,"source_url_text_2":"Statistique Canada. Tableau 14-10-0393-01  Caractéristiques de la population active, données annuelles","source_url_2":"https://doi.org/10.25318/1410039301-fra","source_organisation_2":"Statistique Canada","source_periodicity_2":"Annuelle","source_geographical_coverage_2":"Canada, Province ou territoire, Région économique","source_active_3":true,"source_url_text_3":"Statistique Canada. Tableau 14-10-0440-01  Caractéristiques de la population active selon le groupe de minorités visibles, données annuelles","source_url_3":"https://doi.org/10.25318/1410044001-fra","source_organisation_3":"Statistique Canada","source_periodicity_3":"Annuelle","source_geographical_coverage_3":"Canada, provinces et territoires","source_active_4":true,"source_url_text_4":"Statistique Canada. Tableau 14-10-0083-01  Caractéristiques de la population active selon le statut d'immigrant, données annuelles","source_url_4":"https://doi.org/10.25318/1410008301-fra","source_organisation_4":"Statistique Canada","source_periodicity_4":"Annuelle","source_geographical_coverage_4":"Canada, Région géographique du Canada, Province ou territoire, Région métropolitaine de recensement","source_active_5":true,"source_url_text_5":"Statistique Canada. Tableau 14-10-0359-01  Caractéristiques de la population active selon le groupe autochtone et le niveau de scolarité atteint","source_url_5":"https://doi.org/10.25318/1410035901-fra","source_organisation_5":"Statistique Canada","source_periodicity_5":"Annuelle","source_geographical_coverage_5":"Canada, Région géographique du Canada","page_content":"\n"},"national_metadata_updated_date":"2024-07-30","national_data_updated_date":"2024-07-30","target_number":"8.2","goal_number":"8"}