{"sdg_goal":"8","target_id":"8.4","indicator_number":"8.4.1","indicator_sort_order":"08-04-01","national_indicator_available":"Rate of involuntary part-time work","indicator_name":"Rate of involuntary part-time work","target_name":"No specific target","national_geographical_coverage":"Canada (excluding territories) and provinces","computation_units":"Percentage","data_keywords":"women, gender","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures the rate of involuntary part-time work. The rate of involuntary part-time work can be derived in different ways. The one used for this indicator is based on all involuntary part-time workers, whether they looked for full-time work or not. The rate is then presented as the number of involuntary part-timers as a share of the part-time employed.","computation_calculations":"Not applicable","comments_limitations":"Excluded from the survey’s coverage are: persons living on reserves and other Aboriginal settlements in the provinces; the institutionalized population, and households in extremely remote areas with very low population density.\n<br><br>\nThe Labour Force Survey (LFS) started collecting gender of person in 2022. Prior to 2022, LFS only collected information on sex of person (male or female), as declared by the respondent or recorded by the interviewer. The sex variable prior to 2022 and the two-category gender variable since 2022 are combined in this table. Although sex and gender refer to two different concepts, the introduction of gender is not expected to have a significant impact on data analysis and historical comparability, given the small size of the transgender and non-binary populations.\n<br><br>\nGiven that the non-binary population is small, data aggregation to a two-category gender variable is necessary to protect the confidentiality of responses provided. Individuals in the category “non-binary persons” are distributed into the other two gender categories and are denoted by the “+” symbol. The category “Men+” includes men, as well as some non-binary persons, while the category “Women+” includes women, as well as some non-binary persons.","graph_title":"Rate of involuntary part-time work","graph_type":"line","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Gender","value":"Total - Gender"},{"field":"Age group","value":"15 years and over"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistics Canada. Table 14-10-0029-01 Part-time employment by reason, annual (x 1,000)","source_url_1":"https://doi.org/10.25318/1410002901-eng","source_organisation_1":"Statistics Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada (excluding territories) and provinces","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"negative"}],"page_content":"","fr":{"national_indicator_available":"Taux de travail à temps partiel involontaire","target_name":"Pas de cible spécifique","national_indicator_description":"Cet indicateur mesure le taux de travail à temps partiel involontaire. Celui-ci peut être dérivée de différentes façons. Celle qui est utilisée pour cet indicateur se base sur tous les travailleurs ayant un emploi à temps partiel involontaire, qu'ils aient cherché un travail à temp plein ou non. Le taux est présenté comme le nombre de travailleurs ayant un emploi à temps partiel involontaire par rapport au nombre de travailleurs à temps partiel.","national_geographical_coverage":"Canada (sauf les territoires) et provinces","computation_calculations":"Ne s'applique pas","comments_limitations":"Sont exclus du champ de l’enquête les personnes qui vivent dans les réserves et dans d’autres peuplements autochtones des provinces, les membres à temps plein des Forces armées canadiennes, les pensionnaires d’établissements institutionnels et les ménages situés dans des régions extrêmement éloignées où la densité de population est très faible.\n<br><br>\nL’Enquête sur la population active (EPA) a commencé à collecter le genre de la personne en 2022. Avant 2022, l’EPA ne collectait que des renseignements sur le sexe de la personne ayant participé à l’enquête (masculin ou féminin), tels que déclarés par cette personne ou qu'enregistrés par la personne ayant mené l’interview. La variable « sexe » des années précédant 2022 et la variable « genre » à deux catégories à partir de 2022 sont regroupées dans ce tableau. Bien que le sexe et le genre soient deux concepts différents, l’introduction du concept du genre ne devrait pas avoir d’incidence importante sur l’analyse de données et la comparabilité historique, étant donné la petite taille des populations transgenre et non binaire.\n<br><br>\nÉtant donné que la population non binaire est petite, l’agrégation des données en une variable de genre à deux catégories est nécessaire pour protéger la confidentialité des réponses fournies. Les personnes de la catégorie « personnes non binaires » sont réparties dans les deux autres catégories de genre et sont désignées par le symbole « + ». La catégorie « Hommes+ » comprend les hommes de même que certaines personnes non binaires, alors que la catégorie « Femmes+ » comprend les femmes de même que certaines personnes non binaires.","graph_title":"Taux de travail à temps partiel involontaire","graph_type":"line","computation_units":"Pourcentage","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Gender","value":"Total - Gender"},{"field":"Age group","value":"15 years and over"}],"indicator_name":"Taux de travail à temps partiel involontaire","indicator_sort_order":"08-04-01","published":true,"reporting_status":"complete","indicator_number":"8.4.1","sdg_goal":"8","data_non_statistical":false,"target_id":"8.4","data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 14-10-0029-01 Emploi à temps partiel selon la raison, données annuelles (x 1 000)","source_url_1":"https://doi.org/10.25318/1410002901-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada (excluant les territoires) et provinces","page_content":""},"national_metadata_updated_date":"2025-05-20","national_data_updated_date":"2026-02-03","target_number":"8.4","goal_number":"8","progress_status":"substantial_progress"}