{"sdg_goal":"9","target_id":"9.1","indicator_number":"9.1.1","indicator_sort_order":"09-01-01","indicator_name":"Proportion of innovation in environment-related technology","national_indicator_available":"Proportion of innovation in environment-related technology","target_name":"No specific target","national_geographical_coverage":"Canada","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"The indicator measures the proportion of patents in environment-related technology out of the total number of patents.","computation_calculations":"A five-year moving average was used to smooth for election and policy impacts that could affect the data during a specific year.","comments_limitations":"Patents are subject to certain drawbacks: the value distribution of patents is skewed as many patents have no industrial application (and hence are of little value to society) whereas a few are of substantial value; many inventions are not patented because they are not patentable or inventors may protect the inventions using other methods, such as secrecy, lead time, etc.; the propensity to patent differs across countries and industries; differences in patent regulations make it difficult to compare counts across countries; and changes in patent law over the years make it difficult to analyse trends over time. ([OECD Stat](https://stats.oecd.org/))","graph_title":"Proportion of technology innovation related to the environment","graph_type":"line","data_start_values":null,"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_organisation_1":"Organisation for Economic Co-operation and Development","source_url_1":"https://stats.oecd.org/","source_url_text_1":"OECD.  Patent Database, derived from EPO's Worldwide Patent Statistical Database","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","base_year":2015,"target_year":2030}],"progress_status":"substantial_progress","page_content":"","fr":{"sdg_goal":"9","target_id":"9.1","indicator_number":"9.1.1","indicator_sort_order":"09-01-01","indicator_name":"Proportion des innovations dans les technologies liées à l’environnement","national_indicator_available":"Proportion des innovations dans les technologies liées à l’environnement","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion de brevets dans les technologies liées à l’environnement par rapport au nombre total de brevets.","computation_calculations":"Une moyenne mobile de cinq ans a été utilisée pour amoindrir l'impact des élections et des politiques qui auraient pu influencer les données d'une année spécifique.","comments_limitations":"Les brevets sont assujetis à certains inconvénients: la valeur des brevets est très dispersée : de nombreux brevets ne donnent lieu à aucune application industrielle (et sont par conséquent de peu de valeur pour la société) tandis qu'un petit nombre de brevets ont une valeur substantielle; de nombreuses inventions ne sont pas brevetées:  soit elles ne sont pas brevetables, soit les inventeurs décident d'employer une autre forme de protection (comme le secret, etc.); la propension à breveter est sensible aux pays et aux types d'industrie; différentes règlementations en matière de brevets rendent les comparaisons entre pays délicates; et les modifications des lois sur les brevets rendent difficiles les analyses temporelles. ([<em>OECD Stat</em>](https://stats.oecd.org/))","graph_title":"Proportion des innovations dans les technologies liées à l’environnement","graph_type":"line","data_start_values":null,"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_organisation_1":"Organisation de coopération et de développement économiques","source_url_1":"https://stats.oecd.org/","source_url_text_1":"OCDE. Base de données de brevets, dérivée de l'<em>OEB Worldwide Patent Statistical Database</em>","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada","page_content":""},"national_metadata_updated_date":"2023-06-20","national_data_updated_date":"2023-06-19","target_number":"9.1","goal_number":"9"}