{"sdg_goal":"9","target_id":"9.6","indicator_number":"9.6.1","indicator_sort_order":"09-06-01","indicator_name":"Number of low carbon recharging and refueling stations under development and completed along major highways, and in rural and urban areas across Canada","national_indicator_available":"Number of low carbon recharging and refueling stations under development and completed along major highways, and in rural and urban areas across Canada","target_name":"By March 31, 2024, a total of: 1000 EV Chargers; 22 natural gas stations; and 15 hydrogen stations along major highways, freight corridors and key metropolitan centres are under development and completed","national_geographical_coverage":"Canada, provinces and territories","computation_units":"Number","published":true,"reporting_status":"complete","national_indicator_description":"This indicator tracks the number of alternative fuel stations (Electric, Hydrogen and Liquified Natural Gas) in Canada. “Under development” means chargers/ stations for which an agreement is in place, but which have not yet been opened to the public. “Completed” means chargers/ stations that are built and open to the public for charging or refuelling.","computation_calculations":"The data in the Alternative Fuelling Station Locator from NRCan are gathered and verified through a variety of methods. National Resources Canada obtains information about new stations from trade media, the Submit New Station form on the Station Locator website, and through collaborating with infrastructure equipment and fuel providers, original equipment manufacturers (OEMs), and industry groups.","graph_title":"Number of low carbon recharging and refueling stations","graph_type":"line","data_start_values":[{"field":"Type of charging stations","value":"Electric"},{"field":"Type of charging stations","value":"Natural gas"},{"field":"Type of charging stations","value":"Hydrogen"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Natural Resources Canada.  Custom tabulation","source_url_1":null,"source_organisation_1":"Natural Resources Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada, provinces and territories","page_content":"","fr":{"sdg_goal":"9","target_id":"9.6","indicator_number":"9.6.1","indicator_sort_order":"09-06-01","indicator_name":"Nombre de bornes de recharge et de stations de ravitaillement à faibles émissions de carbone en cours de développement ou achevées le long des grandes autoroutes et dans les zones rurales et urbaines du Canada","national_indicator_available":"Nombre de bornes de recharge et de stations de ravitaillement à faibles émissions de carbone en cours de développement ou achevées le long des grandes autoroutes et dans les zones rurales et urbaines du Canada","target_name":"D’ici le 31 mars 2024, avoir un au moins 1 000 bornes de recharge pour véhicules électriques, 22 postes de ravitaillement de gaz naturel, et 15 postes de ravitaillement d’hydrogène en cours de développement ou complété le long des autoroutes principales, corridors de fret et principaux centres métropolitains","national_geographical_coverage":"Canada","computation_units":"Nombre","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur fait un suivi sur le nombre de stations de ravitaillement alternatives (pour véhicules électriques, à hydrogène et à gaz naturel liquide) au Canada. Les stations en développement sont celles pour lesquelles il y a une entente mais qui ne sont pas ouvertes au puiblic. Les stations complétées sont celles qui sont construites et ouvertes au public pour la recharge ou le ravitaillement.","computation_calculations":"Diverses méthodes sont utilisées pour recueillir et vérifier les données du Localisateur de stations de ravitaillement en carburants de remplacement. Ressources naturelles Canada (RNCan) obtient de l’information sur les nouvelles stations auprès des médias spécialisés, par l’intermédiaire du formulaire « Proposer une nouvelle station » sur le site Web du Localisateur de stations, et aussi en collaborant avec les fournisseurs d’infrastructures et de carburants, les fabricants d’équipement d’origine (FEO) et les groupes industriels.","graph_title":"Nombre de bornes de recharge et de stations de ravitaillement à faibles émissions de carbone","graph_type":"bar","data_start_values":[{"field":"Type of charging stations","value":"Electric"},{"field":"Type of charging stations","value":"Natural gas"},{"field":"Type of charging stations","value":"Hydrogen"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Ressources naturelles Canada.  Totalisation personnalisée","source_url_1":null,"source_organisation_1":"Ressources naturelles Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada","page_content":""},"national_metadata_updated_date":"2022-02-09","national_data_updated_date":"2021-06-14","target_number":"9.6","goal_number":"9"}