{"sdg_goal":"11","target_id":"11.2","indicator_number":"11.2.1","indicator_sort_order":"11-02-01","national_indicator_available":"Proportion of households in core housing need","indicator_name":"Proportion of households in core housing need","target_name":"No specific target ","national_geographical_coverage":" Canada","computation_units":"Percentage","data_keywords":"women, gender","published":true,"reporting_status":"complete","national_indicator_description":"<p>This indicator measures the proportion of household that lives in core housing need.</p><p><b>Core housing</b> need refers to whether a private household's housing falls below at least one of the indicator thresholds for housing adequacy, affordability or suitability, and would have to spend 30% or more of its total before-tax income to pay the median rent of alternative local housing that is acceptable (attains all three housing indicator thresholds).</p><p><b>Unaffordable housing</b> has shelter costs equal to 30% or more of total before-tax household income.</p><p><b>Unsuitable housing</b> does not have enough bedrooms for the size and composition of resident households according to the National Occupancy Standard (NOS).</p><p><b>Inadequate housing</b> is reported by their residents as requiring major repairs.</p>","computation_calculations":"Number of households in core housing need divided by all households for each category.","comments_limitations":"<p>The target population is the population of Canada's 10 provinces excluding residents of institutions, members of the Canadian Forces living in military camps and people living on Indian reserves.</p><p>Given that the non-binary population is small, data aggregation to a two-category gender variable is sometimes necessary to protect the confidentiality of responses provided. In these cases, individuals in the category \"non-binary person\" are distributed into the other two gender categories and the categories are denoted by the + symbol.</p><p>\"Men+\" includes men and boys, as well as some non-binary persons. \"Women+\" includes women and girls, as well as some non-binary persons.</p>","graph_type":"bar","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistics Canada. Table 46-10-0067-01  Households living with housing problems, by select housing-vulnerable populations and affordability, suitability, adequacy and core housing need indicators","source_url_1":"https://doi.org/10.25318/4610006701-eng","source_organisation_1":" Statistics Canada ","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"negative"}],"page_content":"\n","fr":{"sdg_goal":"11","target_id":"11.2","indicator_number":"11.2.1","indicator_sort_order":"11-02-01","national_indicator_available":"Proportion des ménages ayant des besoins impérieux en matière de logement","indicator_name":"Proportion des ménages ayant des besoins impérieux en matière de logement","target_name":"Pas de cible spécifique","national_geographical_coverage":" Canada","computation_units":"Pourcentage","data_keywords":"femmes, genre","published":true,"reporting_status":"complete","national_indicator_description":"<p>Cet indicateur mesure la proportion des ménages vivant dans des logements ayant des besoins impérieux.</p> <p><b>Besoins impérieux en matière de logement</b> indique si un ménage privé vit dans un logement qui ne rencontre pas le seuil d'au moins l'un des indicateurs de qualité, d'abordabilité ou de taille du logement, et s'il devrait consacrer 30 % ou plus de son revenu total avant impôt pour payer le loyer médian d'un autre logement acceptable dans sa collectivité (atteint les trois seuils des indicateurs de logement).</p> <p><b>Un logement est inabordable</b> si le ménage consacre 30 % ou plus de son revenu total avant impôt aux frais de logement.</p> <p><b>Un logement est de taille insuffisante</b> si le nombre de chambres ne suffit pas pour répondre aux besoins du ménage, compte tenu de la taille et de la composition du ménage, d'après les exigences de la Norme nationale d'occupation (NNO).</p> <p><b>Un logement est de qualité non convenable</b> si, de l'avis des occupants, il nécessite des réparations majeures.</p>","computation_calculations":"Nombre de ménages vivant dans des logements ayant des besoins impérieux divisé par le nombre total de ménages pour chaque catégorie.","comments_limitations":"<p>La population cible correspond à la population des 10 provinces canadiennes à l'exception des pensionnaires d'établissements institutionnels, des membres des Forces canadiennes vivant dans des camps militaires et des personnes vivant dans les réserves indiennes.</p><p>Étant donné que la taille de la population non binaire est petite, il est parfois nécessaire d'agréger les données dans une variable sur le genre à deux catégories pour protéger la confidentialité des réponses fournies. Dans ces cas, les personnes dans la catégorie « personne non binaire » sont réparties entre les deux autres catégories de genre et les catégories sont désignées par le signe +.</p><p>« Hommes+ » comprend les hommes et les garçons de même que certaines personnes non binaires. « Femmes+ » comprend les femmes et les filles de même que certaines personnes non binaires.</p>","graph_title":"Proportion des ménages ayant des besoins impérieux en matière de logement","graph_type":"bar","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 46-10-0067-01  Ménages éprouvant des problèmes de logement, selon certaines populations vulnérables et les indicateurs d'abordabilité, de taille convenable, de qualité convenable et des besoins impérieux en matière de logement","source_url_1":"https://doi.org/10.25318/4610006701-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada","page_content":"\n"},"national_metadata_updated_date":"2022-11-08","national_data_updated_date":"2022-11-07","target_number":"11.2","goal_number":"11","graph_title":"Proportion of households in core housing need"}