{"sdg_goal":"11","target_id":"11.3","indicator_number":"11.3.1","indicator_sort_order":"11-03-01","national_indicator_available":"Percentage of the population living in areas where air pollutant concentrations are less than or equal to the 2020 Canadian Ambient Air Quality Standards","indicator_name":"Percentage of the population living in areas where air pollutant concentrations are less than or equal to the 2020 Canadian Ambient Air Quality Standards","target_name":"Increase the percentage of the population across Canada living in areas where air pollutant concentrations are less than or equal to the Canadian Ambient Air Quality Standards from 63% in 2005 to 85% in 2030","national_geographical_coverage":"Canada","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"This indicator tracks the percentage of the population across Canada living in areas where concentrations of outdoor air pollutants were less than or equal to the 2020 Canadian Ambient Air Quality Standards (CAAQS, the standards). The CAAQS are health- and environmental-based outdoor air quality objectives for pollutant concentrations in the air. The standards are intended to further protect human health and the environment and to promote continuous improvement in air quality across Canada. <em>Environment and Climate Change Canada (ECCC)</em>","computation_calculations":"The indicator is calculated by comparing the spatially averaged pollutant concentration for each geographical area with the respective 2020 Canadian Ambient Air Quality Standards (CAAQS, the standards). The total population of all geographical areas where the average concentrations for all pollutants are less than or equal to the respective standards are compared to the national population. <em>(ECCC)</em>","comments_limitations":"From 2005 to 2021, approximately 63.5% of the population lived in areas covered by selected air quality monitoring stations that meet the data completeness criteria. The indicator assumes that the remainder of the population lives in areas where outdoor concentrations of ozone, fine particulate matter, sulphur dioxide and nitrogen dioxide are less than or equal to their 2020 standards. Populations in northern regions of the country have less coverage, as monitoring stations tend to be situated near urban areas with a higher population density. Due to unpredictable variability in extreme weather events such as wildfires, results may fluctuate significantly from one reporting period to another. <em>(ECCC)</em>","graph_title":"Percentage of the population living in areas where air pollutant concentrations are less than or equal to the 2020 Canadian Ambient Air Quality Standards","graph_type":"line","graph_target_lines":[{"value":85}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Canadian Environmental Sustainability Indicators Program, Population exposure to outdoor air pollutants","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/population-exposure-outdoor-air-pollutants.html","source_organisation_1":"Environment and Climate Change Canada and Health Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","base_year":2005,"target":85,"target_year":2030}],"page_content":"This indicator corresponds to the Canadian Environmental Sustainability Indicators <a href=\"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/population-exposure-outdoor-air-pollutants.html\"> <em>Population exposure to outdoor air pollutants</em></a>.\n","fr":{"sdg_goal":"11","target_id":"11.3","indicator_number":"11.3.1","indicator_sort_order":"11-03-01","national_indicator_available":"Pourcentage de la population vivant dans des zones où les concentrations des polluants atmosphériques sont inférieures ou égales aux Normes canadiennes de qualité de l’air ambiant de 2020","indicator_name":"Pourcentage de la population vivant dans des zones où les concentrations des polluants atmosphériques sont inférieures ou égales aux Normes canadiennes de qualité de l’air ambiant de 2020","target_name":"Augmenter le pourcentage de la population à travers le Canada vivant dans des zones où les concentrations des polluants atmosphériques sont moins élevées ou égales aux normes, d’un pourcentage de 63 % en 2005 à 85 % en 2030","national_geographical_coverage":"Canada","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion de la population canadienne vivant dans des zones où les concentrations des polluants atmosphériques extérieurs étaient inférieures ou égales aux Normes canadiennes de qualité de l’air ambiant (NCQAA, les normes) pour 2020. Les normes sont des objectifs de qualité de l’air pour les concentrations de polluants dans l’air extérieur axées sur la santé et l’environnement. Elles visent à mieux protéger la santé humaine et l’environnement ainsi qu’à favoriser l’amélioration continue de la qualité de l’air partout au Canada. <em>Environnement et Changement climatique Canada (ECCC)</em>","computation_calculations":"L'indicateur est calculé en comparant la concentration moyenne des polluants pour chaque zone géographique avec les Normes canadiennes de qualité de l'air ambiant (NCQAA, les normes) de 2020 correspondantes. Les données relatives à la population totale de toutes les zones géographiques où les concentrations moyennes de tous les polluants sont inférieures ou égales aux normes correspondantes sont comparées à celles de la population nationale. <em>(ECCC)</em>","comments_limitations":"De 2005 à 2021, environ 63,5 % de la population vivait dans des zones couvertes par des stations de surveillance de la qualité de l’air désignée qui répondent aux critères d’exhaustivité des données. L’indicateur se fonde sur l’hypothèse que le reste de la population vit dans des zones où les concentrations d’ozone, de particules fines, de dioxyde de soufre et de dioxyde d’azote dans l’air extérieur sont inférieures ou égales aux normes pour 2020 qui les régissent. Les populations des régions du Nord disposent d’une couverture moins importante, car les stations de surveillance ont tendance à être situées à proximité de zones urbaines qui ont une densité de population plus élevée. En raison de la variabilité imprévisible des phénomènes météorologiques extrêmes, comme les feux de forêt, les résultats peuvent fluctuer considérablement d’une période de déclaration à l’autre. <em>(ECCC)</em>","graph_title":"Pourcentage de la population vivant dans des zones où les concentrations des polluants atmosphériques sont inférieures ou égales aux Normes canadiennes de qualité de l’air ambiant de 2020","graph_type":"line","graph_target_lines":[{"value":85}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Programme des Indicateurs canadiens de durabilité de l’environnement, Exposition de la population aux polluants atmosphériques extérieurs","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/exposition-population-polluants-atmospheriques-exterieurs.html","source_organisation_1":"Environnement et Changement climatique Canada et Santé Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada","page_content":"Cet indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/exposition-population-polluants-atmospheriques-exterieurs.html\"> <em>Exposition de la population aux polluants atmosphériques extérieurs</em></a>.\n"},"national_metadata_updated_date":"2025-05-20","national_data_updated_date":"2025-05-13","target_number":"11.3","goal_number":"11","progress_status":"moderate_progress"}