{"sdg_goal":"11","target_id":"11.4","indicator_number":"11.4.1","indicator_sort_order":"11-04-01","national_indicator_available":"Percentage of the population living within 500 metres of a public transport stop","indicator_name":"Percentage of the population living within 500 metres of a public transport stop","target_name":"No specific target","national_geographical_coverage":"Province or territory, Census metropolitan area, Census metropolitan area part","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures the proportion of the population within the geographic unit living within 500 meters of a public transit stop.","computation_calculations":"<p>The method used to estimate the percentage of Canadians living within a distance of a public transport access point was as follows:</p>\n<ol>\n<li>Locations of public transport stops of all kinds (bus, trolley, surface and underground rail, ferry) were obtained from the municipalities’ or the local transit authorities’ websites or directly provided by them to Statistics Canada. Complete data coverage was achieved for the municipalities constituting the 41 census metropolitan areas (CMAs). Other municipalities inside census agglomerations (CAs) and outside of CMAs and CAs were included when regularly scheduled public transit service was identified and the geospatial data was available.</li>\n<li>Public transit stop locations and the Road Network File data were used to create distance and public transit carrying capacity dependent Service Areas.</li>\n<li>Service area boundaries were used to estimate the population counts based on the Statistics Canada 2021 Census of population data at the blockface geographic level.</li>\n<li>Counts at the blockface level were aggregated to municipal /Census Subdivision (CSD), CMA/CA, provincial/territorial and the national levels.</li>\n<li>The proportion of the population within a service area for each geographic unit in scope was calculated by dividing the estimated counts by the geographic unit's total population.</li>\n<li>Note that the provincial/territorial and the national aggregate totals are calculated based on the sum of values of the geographies within the scope of analysis.</li>\n<li>Statistics Canada data confidentiality and rounding rules were applied to all estimates.</li>\n</ol>","comments_limitations":"Data for some geographies may not be available for a specific reference period.","graph_title":"Percentage of the population living within 500 metres of a public transport stop","graph_type":"bar","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Location","value":"Total, location"},{"field":"Gender","value":"Total, gender"},{"field":"Demographic and socio-economic","value":"Total - Age groups of the population - 100% data"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistics Canada. Table 23-10-0313-01  Access to public transport by distance and public transport carrying capacity, geography, gender, and selected demographic and socio-economic characteristics","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/en/tv.action?pid=2310031301","source_organisation_1":"Statistics Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada, Province or territory, Census subdivision, Census metropolitan area, Census agglomeration, Census metropolitan area part","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","limit":100}],"page_content":"","fr":{"sdg_goal":"11","target_id":"11.4","indicator_number":"11.4.1","indicator_sort_order":"11-04-01","national_indicator_available":"Pourcentage de la population vivant à moins de 500 mètres d'un accès au transport en commun","indicator_name":"Pourcentage de la population vivant à moins de 500 mètres d'un accès au transport en commun","target_name":"Pas de cible spécifique","national_geographical_coverage":"Province ou territoire, Région métropolitaine de recensement, Partie de région métropolitaine de recensement","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion de la population d'une unité géographique vivant à moins de 500 mètres d'un accès au transport en commun.","computation_calculations":"<p>La méthode utilisée pour estimer le pourcentage de la population canadienne vivant dans un certain rayon d’un point d’accès au transport en commun est la suivante :</p>\n<ol>\n<li>Les emplacements de tous les types d’arrêts de transport en commun (autobus, trolleybus, métro en surface ou souterrain, traversier) ont été obtenus en consultant les sites Web des municipalités ou des commissions de transport locales, ou ont été directement fournis par ces dernières à Statistique Canada. Une couverture complète a été obtenue pour les municipalités faisant partie des 41 régions métropolitaines de recensement (RMR). D’autres municipalités situées à l’intérieur des agglomérations de recensement (AR) et à l’extérieur des RMR et des AR ont été incluses lorsque des services de transport en commun réguliers étaient identifiés et que des données géospatiales étaient disponibles.</li>\n<li>Les emplacements des arrêts de transport en commun et les données du fichier du réseau routier ont servi à créer des secteurs de service selon la distance et la capacité d’accueil du transport en commun.</li>\n<li>Les limites des secteurs de service ont été utilisées pour estimer les chiffres de population à partir des données du Recensement de la population 2021 de Statistique Canada au niveau géographique des côtés d’îlot.</li>\n<li>Les chiffres au niveau des côtés d’îlot ont été agrégés aux niveaux municipal, provincial ou territorial et national, ainsi que des SDR, des RMR et des AR.</li>\n<li>La proportion de la population située dans un secteur de service pour chaque unité géographique de la portée a été calculée en divisant les chiffres estimés par la population totale de l’unité géographique.</li>\n<li>Notez que les totaux agrégés provinciaux ou territoriaux et nationaux sont calculés en fonction de la somme des valeurs des zones géographiques faisant partie de la portée de l’analyse.</li>\n<li>Les règles de confidentialité et d’arrondissement des données de Statistique Canada ont été appliquées à toutes les estimations.</li>\n</ol>","comments_limitations":"Les données pour certaines régions géographiques pourraient être indisponibles pour une période de référence précise.","graph_title":"Pourcentage de la population vivant à moins de 500 mètres d'un accès au transport en commun","graph_type":"bar","data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 23-10-0313-01  Accès au transport en commun selon la distance et la capacité d’accueil du transport en commun, la géographie, le genre et certaines caractéristiques démographiques et socioéconomiques","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/fr/tv.action?pid=2310031301","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, Province ou territoire, Subdivision de recensement, Région métropolitaine de recensement, Agglomération de recensement, Partie de région métropolitaine de recensement","page_content":""},"national_metadata_updated_date":"2025-05-20","national_data_updated_date":"2025-04-08","target_number":"11.4","goal_number":"11","progress_status":"deterioration"}