{"sdg_goal":"14","target_id":"14.1","indicator_number":"14.1.1","indicator_sort_order":"14-01-01","national_indicator_available":"Proportion of marine and coastal areas conserved","indicator_name":"Proportion of marine and coastal areas conserved","target_name":"Conserve 25% of Canada's oceans by 2025, working towards 30% by 2030","national_geographical_coverage":"Canada","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures the proportion of Canada's marine area that is conserved. Conserved areas are lands and waters where human use is limited. They include protected areas as well as other effective area-based conservation measures. <em>Environment and Climate Change Canada (ECCC)</em>","computation_calculations":"The area conserved is estimated by means of a geographical analysis based on reported boundaries, accounting for overlaps. <em>(ECCC)</em>","comments_limitations":"<p>Land and/or water access and use within protected areas are controlled primarily for the purpose of conserving nature (for example, a park, a conservation area or a wildlife reserve). Other effective area-based conservation measures are also managed over the long term in ways that result in the effective conservation of biodiversity. However, they might have been established for other purposes. <br><br>Trends are estimated based on the date a site was established, rather than the date when it was recognized as a Protected Area or other effective area-based conservation measure (OECM). As such, the totals for a previous year may change as data are updated. <br><br>Comparisons with previous reports should be made with caution, as data quality and completeness continue to improve. Privately protected land and other effective area-based conservation measures contribute to achievement of Canada's targets, but many are not yet captured within the database. <em>(ECCC)</em></p>","graph_title":"Proportion of marine and coastal areas conserved","graph_type":"line","graph_target_lines":[{"value":30}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Canadian Environmental Sustainability Indicators Program, Canada's conserved areas","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/conserved-areas.html","source_organisation_1":"Environment and Climate Change Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada","source_release_date_1":null,"auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","target":30,"target_year":2030}],"progress_status":"substantial_progress","page_content":"This indicator corresponds to the Canadian Environmental Sustainability Indicators <a href=\"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/conserved-areas.html\"> <em>Canada's conserved areas</em></a>.\n","fr":{"sdg_goal":"14","target_id":"14.1","indicator_number":"14.1.1","indicator_sort_order":"14-01-01","national_indicator_available":"Proportion d’aires marines et côtières conservées","indicator_name":"Proportion d’aires marines et côtières conservées","target_name":"Conserver 25 % des océans canadiens d’ici 2025, pour atteindre 30 % d’ici 2030","national_geographical_coverage":"Canada","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion d’aires marines et côtières conservées. Les aires conservées sont des terres et des eaux dont l'utilisation est restreinte. Les aires conservées comprennent les aires protégées et d'autres mesures de conservation efficaces par zone. <em>Environnement et Changement climatique Canada (ECCC)</em>","computation_calculations":"On estime la superficie conservée au moyen d'une analyse géographique fondée sur les limites déclarées, en tenant compte des chevauchements. <em>(ECCC)</em>","comments_limitations":"<p>L'accès aux terres ou à l'eau et leur utilisation à l'intérieur d'une aire conservée sont restreints, principalement dans le but de conserver la nature (par exemple, un parc, une aire de conservation ou une réserve faunique). D'autres mesures de conservation efficaces par zone sont également gérées à long terme de manière à assurer la conservation efficace de la biodiversité. Cependant, les aires de conservation peuvent avoir été établies à d'autres fins. Dans certains cas, certaines activités commerciales et l'exploitation de ressources biologiques peuvent être permises tant qu'il n'y ait pas d'impact négatif majeur sur les objectifs de conservation de l'aire. <br><br>Les tendances sont estimées en fonction de la date à laquelle un site a été établi, plutôt que de la date à laquelle il a été reconnu comme une aire protégée ou une autre mesure de conservation efficace par zone (AMCEZ). Ainsi, les totaux d'une année précédente peuvent changer à mesure que les données sont mises à jour. <br><br>Les données sont régulièrement révisées et mises à jour. L'exhaustivité de la base de données est constamment améliorée à mesure que les aires conservées existantes sont examinées et ajoutées à la base de données, le cas échéant. <em>(ECCC)</em></p>","graph_title":"Proportion d’aires marines et côtières conservées","graph_type":"line","graph_target_lines":[{"value":30}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Programme des Indicateurs canadiens de durabilité de l’environnement, Aires conservées au Canada","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/aires-conservees.html","source_organisation_1":"Environnement et Changement climatique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada","source_release_date_1":null,"page_content":"Cet indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/aires-conservees.html\"> <em>Aires conservées au Canada</em></a>.\n"},"national_metadata_updated_date":"2024-09-13","national_data_updated_date":"2023-08-18","target_number":"14.1","goal_number":"14"}