{"sdg_goal":"15","target_id":"15.1","indicator_number":"15.1.1","indicator_sort_order":"15-1-01","national_indicator_available":"Proportion of native wild species ranked secure or apparently secure according to the national extinction risk level","indicator_name":"Proportion of native wild species ranked secure or apparently secure according to the national extinction risk level","target_name":"No specific target","national_geographical_coverage":"Canada","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"The main indicator summarizes the risk of extinction for individual species in Canada. A species is defined as a population of organisms that does not usually interbreed with other populations, even where they overlap in space and time. <em>Environment and Climate Change Canada (ECCC)</em>","computation_calculations":"<p>National extinction risk levels are an assessment of the likelihood that a species will disappear from Canada (become extirpated). Risk levels are based on the rarity of the species, recent trends in population size and distribution, and the threats that are present. The proportion of assessed species in each risk category is reported. <br><br>Also reported is the proportion of species for which the extinction risk is known versus the total number of known species. Species that are not native to Canada are labelled as exotic and not assessed for extinction risk. <em>(ECCC)</em></p>","comments_limitations":"<p>The number of species assessed in the Wild Species report series has increased from 1 670 in 2000 to 29 848 in 2015. However, there are still many species left to assess; the vast majority of them are insects and other invertebrates.<br><br> Conservation ranks consider only the risk of extirpation from Canada. In some cases, large changes in population size or distribution may not trigger a change in rank. <em>(ECCC)</em></p>","graph_title":"Proportion of native wild species ranked secure or apparently secure","graph_type":"bar","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Canadian Endangered Species Conservation Council (2016) Wild Species 2015: The General Status of Species in Canada, National General Status Working Group.","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/status-wild-species.html","source_organisation_1":"Environment and Climate Change Canada","source_periodicity_1":"Every 5 years","source_geographical_coverage_1":"Canada","page_content":"This indicator corresponds to the Canadian Environmental Sustainability Indicators <a href=\"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/status-wild-species.html\"> <em>Status of wild species</em></a>.\n","fr":{"sdg_goal":"15","target_id":"15.1","indicator_number":"15.1.1","indicator_sort_order":"15-1-01","national_indicator_available":"Proportion d’espèces sauvages indigènes classées comme étant en sécurité ou apparemment en sécurité selon le risque de disparition national","indicator_name":"Proportion d’espèces sauvages indigènes classées comme étant en sécurité ou apparemment en sécurité selon le risque de disparition national","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"L'indicateur principal résume le risque de disparition des différentes espèces au Canada. Une espèce est définie comme une population d'organismes qui ne s'accouplent pas avec d'autres populations même lorsqu'elles occupent un même territoire au même moment. <em>(ECCC)</em>","computation_calculations":"<p>Le niveau de risque de disparition national est une évaluation de la probabilité qu'une espèce donnée disparaisse du Canada. Ce niveau de risque est fondé sur la rareté de l'espèce, sur les tendances récentes de la taille et de la répartition de sa population ainsi que sur les menaces pesant sur elle. <br><br>La proportion d'espèces évaluées dans chaque catégorie de risque est rapportée ainsi que la proportion d'espèces dont le risque de disparition est connu par rapport au nombre total d'espèces connues. Le risque de disparition des espèces qui ne sont pas indigènes au Canada, dites espèces exotiques, n'est pas évalué. <em>(ECCC)</em></p>","comments_limitations":"<p>Le nombre d'espèces évaluées dans la série de rapports Espèces sauvages est passé de 1 670 en 2000 à 29 848 en 2015. Cependant, il reste encore de nombreuses espèces à évaluer, la grande majorité d'entre elles étant des insectes et d'autres invertébrés.<br><br> Les cotes de conservation ne tiennent compte que du risque de disparition du Canada. Il s'ensuit que pour certaines espèces, des changements importants de la taille ou de la répartition de leur population pourraient ne pas susciter un changement de leur cote de conservation. <em>(ECCC)</em></p>","graph_title":"Proportion d’espèces sauvages indigènes classées comme étant en sécurité ou apparemment en sécurité","graph_type":"bar","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Conseil canadien de conservation des espèces en péril (2016) Espèces sauvages 2015 : la situation générale des espèces au Canada, Groupe de travail national sur la situation générale.","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/situation-especes-sauvages.html","source_organisation_1":"Environnement et Changement climatique Canada","source_periodicity_1":"Aux 5 ans","source_geographical_coverage_1":"Canada","page_content":"L'indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/situation-especes-sauvages.html\"> <em>Situation des espèces sauvages </em></a>.\n"},"national_metadata_update_url_text":"2021-06-21: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/0089a6af67de7d4b4dc24aa62716f0df0610dca6","national_data_update_url_text":"2021-06-18: see changes on GitHub","national_data_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/8f5d557c4364a12a22114f1534294ffe809d696f","indicator":"15.1.1"}