{"national_indicator_available":"Incidence of opioid and stimulant overdose related harms","target_name":"Reduction from the previous year in the incidence of opioid and stimulant overdose related harms","national_indicator_description":"<p>This indicator measures the incidence of opioid and stimulant overdose related harms. More specifically, it measures the incidence of: <br><br> 1. apparent opioid and stimulant toxicity deaths;<br> 2. opioid-related and stimulant-related poisoning hospitalizations; and<br> 3. Emergency Medical Services (EMS) responses to suspected opioid overdoses</p>","national_geographical_coverage":"Canada, provinces and territories","computation_calculations":"<p>Apparent opioid toxicity death (AOTD): A death caused by intoxication/toxicity (poisoning) resulting from substance use, where one or more of the substances is an opioid, regardless of how it was obtained (e.g. illegally or through personal prescription). Other substances may also be involved. <br><br>Apparent stimulant toxicity death (ASTD): A death caused by intoxication/toxicity (poisoning) resulting from substance use, where one or more of the substances is a stimulant, regardless of how it was obtained (e.g. illegally or through personal prescription). Other substances may also be involved. <br><br>Opioid-related poisoning hospitalization: Acute care hospitalizations that recorded a significant diagnosis for opioid-related poisoning. <br><br>Stimulant-related poisoning hospitalization: Acute care hospitalizations that recorded a significant diagnosis for stimulant-related poisoning. <br><br>Emergency Medical Services (EMS) responses to suspected opioid overdoses: There is currently no national case definition for suspected opioid-related overdoses attended by EMS. Therefore, each region reports data based on their respective provincial or territorial case definition. Counts are provided by the provinces and territories that collect data from their respective Emergency Medical Services. The data provided by the provinces and territories include EMS responses to suspected overdoses: <br>- where naloxone was administered by a member of the Emergency Medical Services or a bystander on site, or <br>- where naloxone was not necessarily administered but an opioid-related overdose was suspected. <br><br>Data on opioid-related and stimulant-related poisoning hospitalizations are not mutually exclusive. A proportion of poisoning hospitalizations involving a stimulant also involved an opioid. Adding up those numbers would result in an overestimation of the burden of opioids and stimulants.</p>","comments_limitations":"Data from Quebec are excluded from the hospitalization rate.","graph_title":"Incidence of opioid and stimulant related overdose harms","graph_type":"line","computation_units":"Number or rate per 100,000 population","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Type of event","value":"Apparent opioid toxicity deaths"},{"field":"Type of event","value":"Opioid-related poisoning hospitalizations"},{"field":"Type of event","value":"EMS responses to suspected opioid-related overdoses"}],"indicator_name":"Incidence of opioid and stimulant overdose related harms","indicator_sort_order":"03-12-01","published":true,"reporting_status":"complete","indicator_number":"3.12.1","sdg_goal":"3","data_non_statistical":false,"target_id":"3.12","data_show_map":false,"source_active_1":true,"source_url_text_1":"Opioid- and Stimulant-related Harms in Canada","source_url_1":"https://health-infobase.canada.ca/substance-related-harms/opioids-stimulants","source_organisation_1":"Public Health Agency of Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada, provinces and territories","page_content":"","fr":{"national_indicator_available":"Incidence des méfaits associés aux surdoses d’opioïdes et de stimulants","target_name":"Diminution d’une année à l’autre de l’incidence des méfaits associés aux surdoses d’opioïdes et de stimulants","national_indicator_description":"<p>Cet indicateur mesure l'incidence des méfaits associés aux surdoses d’opioïdes et de stimulants. Plus spécifiquement, il mesure le nombre et le taux d'incidence : <br><br> 1. de décès apparemment liés à une intoxication aux opioïdes et stimulants;<br> 2. d'intoxication aux opioïdes et stimulants;<br> 3. d'interventions des services médicaux d’urgence (SMU) pour surdoses suspectées d’être liées aux opioïdes</p>","national_geographical_coverage":"Canada, provinces et territoires","computation_calculations":"<p>Décès apparemment lié à une intoxication aux opioïdes : Un décès causé par intoxication (empoisonnement) ou la toxicité d'une substance consommée, lorsqu'une ou plusieurs des substances en cause(s) sont des opioïdes, peu importe la façon dont elles ont été obtenues (p. ex. illégalement ou sur ordonnance). D’autres substances peuvent également être impliquées. <br><br>Décès apparemment lié à une intoxication aux stimulants : Un décès causé par intoxication (empoisonnement) ou la toxicité d’une substance consommée, lorsqu’une ou plusieurs des substances en cause(s) sont des stimulants, peu importe la façon dont elles ont été obtenues (p.ex. illégalement ou sur ordonnance). D’autres substances peuvent également être impliquées. <br><br>Hospitalisation pour une intoxication aux opioïdes : Hospitalisation dans un hôpital de soins de courte durée pour un diagnostic significatif d’intoxication aux opioïdes. <br><br>Hospitalisation pour une intoxication aux stimulants : Hospitalisation dans un hôpital de soins de courte durée pour un diagnostic significatif d’intoxication aux stimulants. <br><br>Interventions des services médicaux d’urgence (SMU) pour surdoses suspectées d’être liées aux opioïdes : Il n’existe actuellement aucune définition de cas nationale pour les surdoses suspectées d’être liées aux opioïdes pour lesquelles les services médicaux d’urgence sont intervenus. Ainsi, chaque région rapporte des données basées sur leur propre définition de cas provinciale ou territoriale. Étant donné les différences dans les définitions de cas, les comparaisons temporelles et entre provinces et/ou territoires devraient être interprétées avec précaution. Les données fournies par les provinces et les territoires peuvent comprendre les interventions des SMU pour des surdoses suspectées d’être liées aux opioïdes : <br>- Où la naloxone a été administrée par un membre des services médicaux d’urgence ou une autre personne sur les lieux de l’incident <br>- Où la naloxone n’a pas nécessairement été administrée mais une surdose liée aux opioïdes étaient suspectée. <br><br>Les données sur les décès apparemment liés à une intoxication aux opioïdes et des stimulants ne sont pas mutuellement exclusives. Une grande proportion des décès impliquant un stimulant impliquait également un opioïde. Le total sera une surestimation du fardeau réel des opioïdes et des stimulants.</p>","comments_limitations":"Les données de Québec sont exclues du taux d'hospitalisations.","graph_title":"Incidence des méfaits associés aux surdoses d’opioïdes et de stimulants","graph_type":"line","computation_units":"Nombre ou taux par 100 000 personnes","data_start_values":[{"field":"Géographie","value":"Canada"},{"field":"Type d'événement","value":"Décès totaux apparemment liés à une intoxication aux opioïdes"},{"field":"Type d'événement","value":"Hospitalisations pour intoxication aux opioïdes"},{"field":"Type d'événement","value":"Interventions des SMU pour surdoses suspectées d'être liées aux opioïdes"}],"indicator_name":"Incidence des méfaits associés aux surdoses d’opioïdes et de stimulants","indicator_sort_order":"03-12-01","published":true,"reporting_status":"complete","indicator_number":"3.12.1","sdg_goal":"3","data_non_statistical":false,"target_id":"3.12","data_show_map":false,"source_active_1":true,"source_url_text_1":"Méfaits associés aux opioïdes et aux stimulants au Canada","source_url_1":"https://sante-infobase.canada.ca/mefaits-associes-aux-substances/opioides-stimulants","source_organisation_1":"Agence de la santé publique du Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, provinces et territoires","page_content":""},"national_metadata_updated_date":"2021-07-14","national_data_updated_date":"2022-05-26","national_metadata_update_url_text":"2021-07-14: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/301bacc47c84053e5f5faf880845739b290f3929","national_data_update_url_text":"2022-05-26: see changes on GitHub","national_data_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/90e3041f7840a30a5449c394e8bb1b0acc25e33e","indicator":"3.12.1"}