{"data_keywords":"women, gender","national_indicator_available":"Proportion of time spent on unpaid domestic and care work","target_name":"Equal sharing of parenting roles and family responsibilities","national_indicator_description":"This indicator measures the proportion of time spent on unpaid domestic and care work. Unpaid domestic and care work includes: household chores, care of household children or adults and shopping for goods and services.","national_geographical_coverage":"Canada","computation_calculations":"The average time spent on an activity is a daily average based on a seven day week and the proportion of day is based on a 24 hour day.","comments_limitations":"<p>Excludes territories and institutionalized population. <br><br>Given that the non-binary population is small, data aggregation to a two-category gender variable is sometimes necessary to protect the confidentiality of responses provided. In these cases, individuals in the category “non-binary persons” are distributed into the other two gender categories and are denoted by the “+” symbol. <br><br>The sex variable in the 2015 Time Use Survey and the two-category gender variable in the 2022 Time Use Survey are included together in this indicator. Although sex and gender refer to two different concepts, the introduction of gender is not expected to have a significant impact on data analysis and historical comparability, given the small size of the transgender and non-binary populations. For additional information on changes of concepts over time, please consult the Age, Sex at Birth and Gender Reference Guide. <br><br>The 2022 Time Use Survey offered both telephone and Internet modes of data collection in recognition of the need to adapt to the changing use of technology and the ever-present demands on Canadians’ time. Any significant change in survey methodology can affect the comparability of the data over time. It is impossible to determine with certainty whether, and to what extent, differences in a variable are attributable to an actual change in the population or to changes in the survey methodology. However, there are reasons to believe that the use of an electronic questionnaire might have an impact on the estimations. As a result, trend analysis on unpaid work and care should be done with caution and this visualization product does not provide a comparison between years for disaggregated data.</p>","graph_title":"Proportion of day spent on unpaid domestic and care work","graph_type":"bar","computation_units":"Percentage","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Gender","value":"Women+"},{"field":"Gender","value":"Men+"},{"field":"Age group","value":"Total, 15 years and over"}],"indicator_name":"Proportion of time spent on unpaid domestic and care work","indicator_sort_order":"05-04-01","published":true,"reporting_status":"complete","indicator_number":"5.4.1","sdg_goal":"5","data_non_statistical":false,"target_id":"5.4","data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistics Canada. Table 45-10-0014-01  Daily average time spent in hours on various activities by age group and sex, 15 years and over, Canada and provinces","source_url_1":"https://doi.org/10.25318/4510001401-eng","source_organisation_1":"Statistics Canada","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada, geographical regions of Canada and provinces","source_active_2":true,"source_url_text_2":"Statistics Canada. Table 45-10-0104-01  Daily average time spent on various activities, by age group and gender, 2022","source_url_2":"https://doi.org/10.25318/4510010401-eng","source_organisation_2":"Statistics Canada","source_periodicity_2":"Occasional","source_geographical_coverage_2":"Canada, geographical regions of Canada and provinces","auto_progress_calculation":false,"progress_calculation_options":[{"direction":"negative","target_year":2030,"target":50}],"progress_status":"not_available","page_content":"","fr":{"national_indicator_available":"Proportion du temps consacré à des soins et travaux domestiques non rémunérés","target_name":"Partage égal des rôles parentaux et des responsabilités familiales","national_indicator_description":"Cet indicateur mesure la proportion du temps consacré à des soins et travaux domestiques non rémunérés. Les activités de soins et de travaux domestiques non rémunérés comprennent les tâches domestiques, les soins à un enfant du ménage de moins de 18 ans ou adulte du ménage ainsi que le magasinage de biens ou de services.","national_geographical_coverage":"Canada","computation_calculations":"La moyenne de temps consacré à une activité est une moyenne quotidienne basée sur les sept jours de la semaine. La proportion de la journée est basée sur une journée de 24 heures.","comments_limitations":"<p>Exclut la population des territoires et les personnes institutionalisées. <br><br>Étant donné que la taille de la population non binaire est petite, il est parfois nécessaire d’agréger les données dans une variable sur le genre à deux catégories pour protéger la confidentialité des réponses fournies. Dans ces cas, les personnes dans la catégorie « personnes non binaires » sont réparties dans les deux autres catégories de genre et sont désignées par le signe +. <br><br>La variable « sexe » dans l’Enquête sur l’emploi du temps de 2015 et la variable sur le genre à deux catégories dans l’Enquête sur l’emploi du temps de 2022 sont incluses ensemble dans cet indicateur. Bien que le sexe et le genre soient deux concepts différents, l’introduction du genre ne devrait pas avoir d’incidence importante sur l’analyse de données et la comparabilité historique, étant donné la petite taille des populations transgenre et non binaire. Pour obtenir de plus amples renseignements sur les changements dans les concepts au fil du temps, veuillez consulter le Guide de référence sur l’âge, le sexe à la naissance et le genre. <br><br>La collecte de l'Enquête sur l'emploi du temps de 2022 avait deux modes de collecte : par téléphone et par Internet. Cette approche répondait à la nécessité de s’adapter aux changements dans l’utilisation des technologies et aux contraintes de temps des répondants. Toute modification importante apportée à la méthodologie de l’enquête peut avoir une incidence sur la comparabilité des données au fil du temps. Il est impossible de déterminer avec certitude si, et dans quelle mesure, les différences concernant une variable sont attribuables à un changement réel dans la population ou à des changements dans la méthodologie d’enquête. Il y a cependant des raisons de croire que l’utilisation du questionnaire électronique pourrait avoir eu une incidence sur les estimations. Par conséquent, la comparaison entre l'Enquête sur l'emploi du temps de 2022 et les cycles précédents en ce qui concerne les résultats des activités de travail et des soins non-rémunérés, doit être faite avec prudence. Ce produit de visualisation ne fournit pas une comparaison entre les années pour les données désagrégées.</p>","graph_title":"Proportion du temps consacré à des soins et travaux domestiques non rémunérés","graph_type":"bar","computation_units":"Pourcentage","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Gender","value":"Women+"},{"field":"Gender","value":"Men+"},{"field":"Age group","value":"Total, 15 years and over"}],"indicator_name":"Proportion du temps consacré à des soins et travaux domestiques non rémunérés","indicator_sort_order":"05-04-01","published":true,"reporting_status":"complete","indicator_number":"5.4.1","sdg_goal":"5","data_non_statistical":false,"target_id":"5.4","data_show_map":false,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 45-10-0014-01  Moyenne de temps consacré en heures par jour à diverses activités par groupe d'âge et sexe, 15 ans et plus, Canada et provinces","source_url_1":"https://doi.org/10.25318/4510001401-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada, régions géographiques du Canada et provinces","source_active_2":true,"source_url_text_2":"Statistique Canada. Tableau 45-10-0104-01  Temps moyen consacré par jour à diverses activités, par groupe d'âge et le genre, 2022","source_url_2":"https://doi.org/10.25318/4510010401-fra","source_organisation_2":"Statistique Canada","source_periodicity_2":"Occasionnelle","source_geographical_coverage_2":"Canada, régions géographiques du Canada et provinces","page_content":""},"national_metadata_updated_date":"2024-09-19","national_data_updated_date":"2024-09-11","target_number":"5.4","goal_number":"5"}