{"sdg_goal":"8","target_id":"8.6","indicator_number":"8.6.1","indicator_sort_order":"08-06-01","national_indicator_available":"Jobs in the clean technology products sector","indicator_name":"Jobs in the clean technology products sector","target_name":"Achieve a 8% growth in jobs in the clean technology products sector by March 31, 2024","national_geographical_coverage":"Canada","computation_units":"Number","published":true,"reporting_status":"complete","national_indicator_description":"This indicator measures the number of jobs that are attributable to environmental and clean technology activity.","computation_calculations":"","comments_limitations":"<p>Environmental and clean technology is defined as any process, product or service that reduces environmental impacts through any of the following three strategies: environmental protection activities that prevent, reduce or eliminate pollution or any other degradation of the environment; resource management activities that result in the more efficient use of natural resources, thus safeguarding against their depletion; or the use of goods that have been adapted to be significantly less energy or resource intensive than the industry standard.</p><p>Data by province and territory are only available for 2012 and 2021</p><p>Does not include self-employment. Data for 2020 and 2021 are preliminary.</p>","graph_title":"Jobs in the clean technology products sector","graph_type":"line","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Employment and compensation of employees in Canada's environmental and clean technology products sector","source_url_1":"https://www150.statcan.gc.ca/n1/pub/71-607-x/71-607-x2023016-eng.htm","source_organisation_1":"Statistics Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive"}],"progress_status":"deterioration","page_content":"","fr":{"sdg_goal":"8","target_id":"8.6","indicator_number":"8.6.1","indicator_sort_order":"08-06-01","national_indicator_available":"Emplois dans les secteurs des produits de technologies propres","indicator_name":"Emplois dans les secteurs des produits de technologies propres","target_name":"D'ici le 31 mars 2024, atteindre une croissance de 8% des emplois dans le secteurs des technologies propres","national_geographical_coverage":"Canada","computation_units":"Nombre","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure le nombre d’emplois qu'on peut attribuer dans les secteurs des produits environnementaux et des technologies propres.","computation_calculations":"\t","comments_limitations":"<p>On entend par produits environnementaux et de technologies propres l'ensemble des processus, des produits ou des services qui réduisent les répercussions environnementales par l'une des trois stratégies suivantes : les activités de protection de l'environnement qui préviennent, réduisent ou éliminent la pollution ou toute autre dégradation de l'environnement; les activités de gestion des ressources qui débouchent sur une utilisation plus efficace des ressources naturelles, ce qui permet ainsi d'éviter leur épuisement; l'utilisation de produits qui ont été adaptés pour consommer beaucoup moins de ressources et d'énergie que les quantités établies dans la norme industrielle.</p><p>N'inclut pas les travailleurs autonomes. Les données de 2018 et 2019 sont préliminaires.</p>","graph_title":"Emplois dans les secteurs des produits de technologies propres","graph_type":"line","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Emplois et rémunération des travailleurs du secteur canadien des produits environnementaux et de technologies propres","source_url_1":"https://www150.statcan.gc.ca/n1/pub/71-607-x/71-607-x2023016-eng.htm","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada","page_content":""},"national_metadata_updated_date":"2024-03-27","national_data_updated_date":"2023-08-21","target_number":"8.6","goal_number":"8"}