{"sdg_goal":"9","target_id":"9.1","indicator_number":"9.1.1","indicator_sort_order":"09-01-01","indicator_name":"Proportion of enterprises that introduced innovations with environmental benefits","national_indicator_available":"Proportion of enterprises that introduced innovations with environmental benefits","target_name":"No specific target","national_geographical_coverage":"Canada, Geographical region of Canada, Province or territory","computation_units":"Percentage","published":true,"reporting_status":"complete","national_indicator_description":"The indicator measures the proportion of enterprises that introduced innovations with environmental benefits. An innovation is a new or improved product or process (or combination thereof) that differs significantly from the unit's previous products or processes and that has been made available to potential users (product) or brought into use by the unit (process).","computation_calculations":"The national stratification corresponds to enterprises with at least $250,000 in revenues within the target industrial groupings and the enterprise size (based on the number of employees): <br> - Small enterprises (20 to 99) <br> - Medium-sized enterprises (100 to 249) <br> - Large enterprises (250 or more) <br><br>The regional stratification corresponds to enterprises with at least $250,000 in revenues within the target industrial groupings for the following regions: The Atlantic region, Quebec, Ontario, Alberta and the Rest of Canada. Provinces/regions not listed were not individually sampled.","comments_limitations":"Regional distribution by size of enterprise is not available. <br><br> \"Innovations with any environmental benefits\" includes: innovations with environmental benefits from production through efficient use of resources, innovations with environmental benefits related to increased environmental protection activities, or innovations with environmental benefits related to the end user or consumer. <br><br> \"Innovations with environmental benefits from production through efficient use of resources\" includes: improved resource efficiency through reduced material use per unit of output, improved resource efficiency through reduced energy use per unit of output, improved resource efficiency by replacing material with less greenhouse-gas-intensive alternatives, reduced consumption of resources through recycling (water, waste or material), or renewable fuels (ethanol, biodiesel, biogas, biochar, hydrogen). <br><br> \"Innovations with environmental benefits related to increased environmental protection activities\" includes: reduced air, water, soil or noise pollution, or reduced greenhouse gas emissions. <br><br> \"Innovations with environmental benefits related to the end user or consumer\" includes: reduced energy use or increased energy efficiency for the end user or consumer, reduced material use or increased recycling for the end user or consumer, reduced air, water, soil or noise pollution for the end user or consumer, or reduced greenhouse gas emissions for the end user or consumer.","graph_title":"Proportion of enterprises that introduced innovations with environmental benefits","graph_type":"line","data_start_values":[{"field":"Geography","value":"Canada"},{"field":"Industry","value":"Total, all surveyed industries"},{"field":"Enterprise size","value":"Total, all enterprise sizes"},{"field":"Innovations with environmental benefits","value":"Innovations with any environmental benefits"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_organisation_1":"Statistics Canada","source_url_1":"https://doi.org/10.25318/2710040201-eng","source_url_text_1":"Statistics Canada. Table 27-10-0402-01  Innovations with environmental benefits, by industry and enterprise size","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada, Geographical region of Canada, Province or territory","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","base_year":2015,"target_year":2030,"limit":100}],"progress_status":"deterioration","page_content":"","fr":{"sdg_goal":"9","target_id":"9.1","indicator_number":"9.1.1","indicator_sort_order":"09-01-01","indicator_name":"Proportion des entreprises ayant introduit des innovations offrant des avantages pour l’environnement","national_indicator_available":"Proportion des entreprises ayant introduit des innovations offrant des avantages pour l’environnement","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada, Région géographique du Canada, Province ou territoire","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion des entreprises ayant introduit des innovations offrant des avantages pour l’environnement. Une innovation désigne un produit ou un processus (ou une combinaison des deux) nouveau ou amélioré qui diffère sensiblement des produits ou processus précédents d'une unité et a été mis à la disposition d'utilisateurs potentiels (produit) ou mis en oeuvre par l'unité (processus).","computation_calculations":"La stratification à l'échelle nationale correspond aux entreprises ayant au moins 250 000 $ de revenus au sein des groupements industriels visés et aux catégories de taille d'entreprise (en fonction du nombre d'employés) : <br> - Petites entreprises (20 à 99) <br> - Moyennes entreprises (100 à 249) <br> - Grandes entreprises (250 ou plus) <br><br> La stratification à l'échelle régionale correspond aux entreprises ayant au moins 250 000 $ de revenus au sein des groupements industriels visés pour les régions suivantes : la région de l'Atlantique, le Québec, l'Ontario, l'Alberta et le reste du Canada. Les provinces qui ne sont pas énumérées n'ont pas été échantillonnées individuellement.","comments_limitations":"La distribution régionale selon la taille d'entreprise n'est pas disponible. <br><br> L'expression « Innovations présentant des avantages quelconques pour l'environnement » comprend : innovations présentant des avantages environnementaux découlant de la production fondée sur une utilisation efficace des ressources, innovations présentant des avantages pour l'environnement découlant de l'augmentation des activités de protection de l'environnement ou innovations présentant des avantages pour l'environnement découlant de l'utilisateur final ou du consommateur. <br><br> L'expression « Innovations présentant des avantages pour l’environnement découlant de la production fondée sur une utilisation efficace des ressources » comprend : amélioration de l'efficacité environnementale par la réduction de l'utilisation de matériaux par unité de production, amélioration de l'efficacité environnementale par la réduction de la consommation d'énergie par unité de production, amélioration de l'efficacité environnementale par le remplacement de matériaux par des matériaux moins polluants sur le plan des émissions de gaz à effet de serre, réduction de la consommation de ressources (eau, déchets ou matériaux) au moyen du recyclage, carburants renouvelables (éthanol, biodiesel, biogaz, biocharbon, hydrogène). <br><br> L'expression « Innovations présentant des avantages environnementaux découlant de l'augmentation des activités de protection de l'environnement » comprend : réduction de la pollution atmosphérique, de la pollution de l'eau, de la pollution du sol ou de la pollution par le bruit, ou réduction des émissions de gaz à effet de serre. <br><br> L'expression « Innovations présentant des avantages environnementaux découlant de l'utilisateur final ou du consommateur» comprend : réduction de la consommation d'énergie ou augmentation de l'efficacité énergétique de l'utilisateur final ou du consommateur, réduction de l'utilisation de matériaux ou augmentation du recyclage de l'utilisateur final ou du consommateur, réduction de la pollution atmosphérique, de la pollution de l'eau, de la pollution du sol ou de la pollution par le bruit de l'utilisateur final ou le consommateur, ou réduction des émissions de gaz à effet de serre de l'utilisateur final ou du consommateur. <br><br>","graph_title":"Proportion des entreprises ayant introduit des innovations offrant des avantages pour l’environnement","graph_type":"line","data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_organisation_1":"Statistique Canada","source_url_1":"https://doi.org/10.25318/2710040201-fra","source_url_text_1":"Statistique Canada. Tableau 27-10-0402-01  Innovations offrant des avantages pour l’environnement, selon l'industrie et la taille de l’entreprise","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada, Région géographique du Canada, Province ou territoire","page_content":""},"national_metadata_updated_date":"2025-02-07","national_data_updated_date":"2024-07-23","target_number":"9.1","goal_number":"9"}