{"sdg_goal":"10","target_id":"10.2","indicator_number":"10.2.1","indicator_sort_order":"10-02-01","national_indicator_available":"Proportion de la population ayant déclaré de la discrimination ou des traitements injustes","indicator_name":"Proportion de la population ayant déclaré de la discrimination ou des traitements injustes","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada et provinces","computation_units":"Taux pour 100 000 habitants","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion de la population ayant déclaré de la discrimination ou des traitements injustes. Un crime haineux est une infraction criminelle motivée par le biais, les préjugés ou par la haine de la race, de l’origine nationale ou ethnique, de la langue, de la couleur, de la religion, du sexe, de l’âge, de l’incapacité mentale ou physique, de l’orientation sexuelle, de l’identité ou expression de genre, ou de tout autre facteur semblable comme la profession ou les convictions politiques.","computation_calculations":"Les estimations représentent la proportion de la population ayant déclaré de la discrimination ou des traitements injustes pour 100 000 habitants.","comments_limitations":"Au cours des 20 dernières années, les services de police d’un bout à l’autre du Canada ont continué d’améliorer la façon dont ils détectent et déclarent les affaires de crimes haineux. Les changements apportés aux pratiques de déclaration peuvent avoir une incidence sur les statistiques concernant les crimes motivés par la haine. Par exemple, une hausse du nombre de crimes haineux déclarés peut être influencée par la mise en place d'une campagne de sensibilisation sur les crimes haineux. Les données du Canada incluent les provinces et les territoires.","graph_title":"Crimes haineux déclarés par la police","graph_type":"line","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":" Statistique Canada. Totalisation personnalisée","source_url_1":"https://www150.statcan.gc.ca/n1/pub/85-002-x/2021001/article/00002-fra.htm","source_organisation_1":" Statistique Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada et provinces","page_content":"\n","national_metadata_updated_date":"2021-06-15","national_data_updated_date":"2021-06-15","target_number":"10.2","goal_number":"10"}