{"sdg_goal":"11","target_id":"11.3","indicator_number":"11.3.1","indicator_sort_order":"11-03-01","national_indicator_available":"Pourcentage de la population vivant dans des zones où les concentrations des polluants atmosphériques sont moins élevées ou égales aux Normes Canadiennes de Qualité de l’Air Ambiant de 2020","indicator_name":"Pourcentage de la population vivant dans des zones où les concentrations des polluants atmosphériques sont moins élevées ou égales aux Normes Canadiennes de Qualité de l’Air Ambiant de 2020","target_name":"Augmenter le pourcentage des Canadiens vivant dans des zones où les concentrations des polluants atmosphériques sont moins élevées ou égales aux normes, d’un pourcentage de 60% en 2005 à 85% en 2030","national_geographical_coverage":"Canada","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure le pourcentage de la population vivant dans des zones où les concentrations des polluants atmosphériques sont moins élevées ou égales aux Normes Canadiennes de Qualité de l’Air Ambiant de 2020. Les Normes canadiennes de qualité de l'air ambiant (NCQAA, les normes) sont des objectifs de qualité de l'air pour les concentrations de polluants dans l'air extérieur axées sur la santé et l'environnement. Elles visent à mieux protéger la santé humaine et l'environnement ainsi qu'à favoriser l'amélioration continue de la qualité de l'air partout au Canada. <em>Environnement et Changement climatique Canada (ECCC)</em>","computation_calculations":"L'indicateur est calculé en comparant la concentration moyenne des polluants pour chaque zone géographique avec les Normes canadiennes de qualité de l'air ambiant (NCQAA, les normes) de 2020 correspondantes. Les données relatives à la population totale de toutes les zones géographiques où les concentrations moyennes de tous les polluants sont inférieures ou égales aux normes correspondantes sont comparées à celles de la population nationale. <em>(ECCC)</em>","comments_limitations":"De 2005 à 2018, environ 63 % de la population vivait dans des zones couvertes par des stations de surveillance de la qualité de l'air désignée qui répondent aux critères d'exhaustivité des données.  Voir l'annexe A pour la liste des zones géographiques utilisées dans l'indicateur. L'indicateur se fonde sur l'hypothèse que le reste de la population vit dans des zones où les concentrations d'ozone, de particules fines, de dioxyde de soufre et de dioxyde d'azote dans l'air extérieur sont inférieures ou égales aux normes pour 2020 qui les régissent. Les populations des régions du Nord disposent d'une couverture moins importante, car les stations de surveillance ont tendance à être situées à proximité de zones urbaines qui ont une densité de population plus élevée. <em>(ECCC)</em>","graph_title":"Pourcentage de la population vivant dans des zones où les concentrations des polluants atmosphériques sont moins élevées ou égales aux Normes Canadiennes de Qualité de l’Air Ambiant de 2020","graph_type":"line","graph_annotations":[{"unit":"Pourcentage","value":85,"preset":"target_line","description":"A target line crosses the graph at 85%."}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Environnement et Changement climatique Canada.  Division de la recherche sur la qualité de l'air; Santé Canada.  Division de l'évaluation des effets de l'air sur la santé","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/exposition-population-polluants-atmospheriques-exterieurs.html","source_organisation_1":"Environnement et Changement climatique Canada et Santé Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","target":85,"target_year":2030}],"progress_status":"deterioration","page_content":"Cet indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/exposition-population-polluants-atmospheriques-exterieurs.html\"> <em>Exposition de la population aux polluants atmosphériques extérieurs</em></a>.\n","national_metadata_updated_date":"2023-06-09","national_data_updated_date":"2021-05-11","target_number":"11.3","goal_number":"11"}