{"sdg_goal":"14","target_id":"14.2","indicator_number":"14.2.1","indicator_sort_order":"14-02-01","national_indicator_available":"Proportion des principaux stocks de poissons qui se trouvent dans la zone de prudence et la zone saine","indicator_name":"Proportion des principaux stocks de poissons qui se trouvent dans la zone de prudence et la zone saine","target_name":"D'ici 2026, au moins 55 % des principaux stocks de poissons du Canada se trouvent dans la zone de prudence et la zone saine","national_geographical_coverage":"Canada","computation_units":"Pourcentage ou nombre de stocks","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur présente l'état (zone saine, zone de prudence, zone critique ou état incertain) des principaux stocks de poissons canadiens. Les activités humaines dans les océans, y compris la pêche, et les conditions environnementales ont une incidence sur l'abondance et la santé des stocks de poissons à l'échelle nationale et mondiale. Afin de maintenir les stocks de poissons pour les prochaines générations, il est important de suivre leur état et d'adapter les mesures de gestion (par exemple: les taux et limites de captures). <em>Environnement et Changement climatique Canada (ECCC)</em>","computation_calculations":"Les scientifiques fédéraux utilisent diverses méthodes scientifiques pour évaluer les niveaux des stocks de poissons et leur attribuer une zone pour l'état des stocks (zone saine, zone de prudence et zone critique) en comparant la taille des stocks à des niveaux de référence. Si les informations sont insuffisantes pour déterminer la zone pour l'état d'un stock, le statut d'état incertain lui est attribué. <em>(ECCC)</em>","comments_limitations":"L'indicateur comprend les principaux stocks de poissons, d'invertébrés et de mammifères marins. Les algues et autres plantes aquatiques en sont exclues. Les évaluations de l'état des stocks ne sont pas effectuées chaque année pour chaque stock, donc les changements récents dans l'état des stocks pourraient ne pas être détectés. Des changements dans l'ensemble des stocks étudiés se produisent à la suite de changements dans l'évaluation ou la gestion des stocks. Il convient d'en tenir compte dans l'interprétation des résultats. <em>(ECCC)</em>","graph_titles":[{"unit":"Pourcentage","title":"Proportion des principaux stocks de poissons qui se trouvent dans la zone de prudence et la zone saine"},{"unit":"Nombre de stocks","title":"Nombre de principaux stocks de poissons qui se trouvent dans la zone de prudence et la zone saine"}],"graph_type":"line","graph_target_lines":[{"unit":"Pourcentage","value":55.0}],"data_start_values":[{"field":"État des stocks","value":"Zone de prudence et la zone saine"},{"field":"Région","value":"Canada"}],"data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Programme des Indicateurs canadiens de durabilité de l'environnement, États des principaux stocks de poissons","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/etat-principaux-stocks-poissons.html","source_organisation_1":"Environnement et Changement climatique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"unit":"Pourcentage","direction":"positive","target":55.0,"target_year":2026}],"progress_status":"deterioration","page_content":"L'indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/etat-principaux-stocks-poissons.html\"> <em>États des principaux stocks de poissons</em></a>.\n","national_metadata_updated_date":"2025-01-08","national_data_updated_date":"2024-09-17","target_number":"14.2","goal_number":"14","graph_title":"Proportion of key fish stocks in the Cautious and Healthy zones"}