{"sdg_goal":"15","target_id":"15.1","indicator_number":"15.1.1","indicator_sort_order":"15-1-01","national_indicator_available":"Proportion d’espèces sauvages indigènes classées comme étant en sécurité ou apparemment en sécurité selon le risque de disparition national","indicator_name":"Proportion d’espèces sauvages indigènes classées comme étant en sécurité ou apparemment en sécurité selon le risque de disparition national","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"L'indicateur résume le risque de disparition des différentes espèces au Canada. Une espèce est définie comme une population d'organismes qui ne s'accouplent pas avec d'autres populations même lorsqu'elles occupent un même territoire au même moment. <em>Environnement et Changement climatique Canada (ECCC)</em>","computation_calculations":"<p>Les données utilisées pour les indicateurs sont tirées du rapport Espèces sauvages 2015. Le rapport Espèces sauvages fournit une évaluation de la situation générale des espèces canadiennes dans l'ensemble des provinces, des territoires et des régions océaniques, ainsi qu'à l'échelle nationale. <br><br>Le niveau de risque de disparition national est une évaluation de la probabilité qu'une espèce donnée disparaisse du Canada. Ce niveau de risque est fondé sur la rareté de l'espèce, sur les tendances récentes de la taille et de la répartition de sa population ainsi que sur les menaces pesant sur elle. <em>(ECCC)</em></p>","comments_limitations":"<p>Le nombre d'espèces évaluées dans la série de rapports Espèces sauvages est passé de 1 670 en 2000 à 29 848 en 2015. Cependant, il reste encore de nombreuses espèces à évaluer, la grande majorité d'entre elles étant des insectes et d'autres invertébrés.<br><br> Les cotes de conservation ne tiennent compte que du risque de disparition du Canada. Il s'ensuit que pour certaines espèces, des changements importants de la taille ou de la répartition de leur population pourraient ne pas susciter un changement de leur cote de conservation. <em>(ECCC)</em></p>","graph_title":"Proportion d’espèces sauvages indigènes classées comme étant en sécurité ou apparemment en sécurité","graph_type":"bar","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Espèces sauvages: la situation générale des espèces au Canada (2015-2020)","source_url_1":"https://www.wildspecies.ca/fr/rapports","source_organisation_1":"Environnement et Changement climatique Canada","source_periodicity_1":"Aux 5 ans","source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive"}],"progress_status":"moderate_progress","page_content":"L'indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/situation-generale-especes-sauvages.html\"> <em>Situation des espèces sauvages </em></a>.\n","national_metadata_updated_date":"2023-02-28","national_data_updated_date":"2023-02-27","target_number":"15.1","goal_number":"15"}