{"sdg_goal":"15","target_id":"15.2","indicator_number":"15.2.1","indicator_sort_order":"15-2-01","national_indicator_available":"Proportion d’espèces affichant des progrès vers leurs objectifs de population et de répartition","indicator_name":"Proportion d’espèces affichant des progrès vers leurs objectifs de population et de répartition","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"L'indicateur montre si les tendances des populations et de la répartition des espèces en péril sont conformes aux objectifs des programmes de rétablissement ou des plans de gestion définitifs. <em>Environnement et Changement climatique Canada (ECCC)</em>","computation_calculations":"L'information sur les tendances en matière de population et de répartition de chaque espèce est comparée aux objectifs afin de déterminer si ces derniers sont en voie d'être atteints. Chaque espèce est classée dans l'une des 4 catégories selon qu'elle progresse vers l'atteinte des objectifs : oui, non, preuves mitigées ou information insuffisante. L'indicateur est un décompte du nombre d'espèces dans les catégories de preuves oui, non ou preuves mitigées. <em>(ECCC)</em>","comments_limitations":"<p>Toutes les espèces pour lesquelles il existe des programmes de rétablissement ou des plans de gestion définitifs sont prises en considération; il s'agit d'espèces inscrites comme espèces disparues du pays, en voie de disparition, menacées ou préoccupantes. Une espèce est incluse dans l'indicateur si elle répond aux critères suivants : <br>1. Le rétablissement des espèces inscrites comme espèces disparues du pays, en voie de disparition ou menacées doit être jugé réalisable. <br>2. Le programme de rétablissement ou le plan de gestion de l'espèce comprend des objectifs liés à la taille de la population, à sa répartition ou aux 2. <br>3. L'espèce a été réévaluée depuis la publication du programme de rétablissement ou du plan de gestion définitif, afin que les tendances de la population et de la répartition puissent être comparées aux objectifs. <br>4. Des renseignements suffisants doivent être disponibles pour déterminer si les tendances de la population et de la répartition de l'espèce correspondent aux objectifs de rétablissement ou de gestion. <br><br>Les résultats de l'indicateur ne doivent pas être interprétés comme une mesure du succès du rétablissement jusqu'à ce qu'il se soit écoulé suffisamment de temps pour permettre aux espèces de se rétablir et pour recueillir assez d'information pour évaluer ce rétablissement. <em>(ECCC)</em></p>","graph_title":"Proportion d’espèces affichant des progrès vers leurs objectifs de population et de répartition","graph_type":"bar","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Environnement et Changement climatique Canada, Pêches et Océans Canada, Parcs Canada et le Secrétariat du Comité sur la situation des espèces en péril au Canada","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/tendances-populations-especes-peril.html","source_organisation_1":"Environnement et Changement climatique Canada, Pêches et Océans Canada, Parcs Canada et le Secrétariat du Comité sur la situation des espèces en péril au Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada","page_content":"L'indicateur correspond à l’indicateur du Programme des Indicateurs canadiens de durabilité de l'environnement <a href=\"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/tendances-populations-especes-peril.html\"> <em>Tendances des populations d'espèces en péril</em></a>.\n","national_metadata_updated_date":"2022-04-01","national_data_updated_date":"2022-04-01","national_metadata_update_url_text":"2022-04-01: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/ef0d85af558390202585afe0efcde5959ec478d6","national_data_update_url_text":"2022-04-01: see changes on GitHub","national_data_update_url":"https://github.com/sdg-data-canada-odd-donnees/cif-data-donnees-cic/commit/aa5fe3b0ad45f65d089b4db7b56c8bc8a95a2e8b","indicator":"15.2.1"}