{"sdg_goal":"16","target_id":"16.3","indicator_number":"16.3.1","indicator_sort_order":"16-3-01","national_indicator_available":"Incidence de cybercrimes","indicator_name":"Incidence de cybercrimes","target_name":"Pas de cible spécifique","published":true,"reporting_status":"complete","national_geographical_coverage":"Canada, provinces et territoires, régions métropolitaines de recensement","computation_units":"Taux pour 100 000 habitants","national_indicator_description":"Cet indicateur mesure le taux de cybercrimes pour 100 000 habitants.","computation_calculations":"Une affaire criminelle peut être constituée de plusieurs infractions de la loi. Pour l'analyse des infractions reliées à la cybercriminalité, une infraction distincte au sein de l'affaire a été identifiée comme l'« infraction de la cybercriminalité ». L'infraction de cybercriminalité représente l'infraction spécifique au sein d'une affaire où un ordinateur ou l'internet était la cible du crime, ou l'instrument utilisé pour commettre le crime. Pour la majorité des affaires, l'infraction de la cybercriminalité et l'infraction la plus grave étaient pareilles.","comments_limitations":"Comprend les données des services de police municipaux et provinciaux ainsi que de la Gendarmerie royale du Canada (GRC), lesquels desservaient 99.6 % de la population canadienne. Avant 2020, le nombre de cybercrimes est sous-estimé car certains services de police n’ont pas été en mesure de déclarer l’indicateur de cybercriminalité pour toutes les années. Les données sur les cybercrimes de la force policière de Saint John pour 2021 et 2022 représentent des incidents qui sont seulement des cybercrimes présumés et elles doivent être interprétées avec prudence. Les données sur la cybercriminalité du service de police de Calgary pour 2017-2022 représentent des incidents qui sont seulement des cybercrimes présumés et elles devraient être interpétées avec prudence.","graph_title":"Incidence de cybercrimes","graph_type":"line","data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 35-10-0002-01  Cybercrimes déclarés par la police, nombre d'affaires et taux pour 100 000 habitants, Canada, provinces, territoires, régions métropolitaines de recensement et Police militaire des Forces canadiennes","source_url_1":"https://doi.org/10.25318/3510000201-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, provinces et territoires, régions métropolitaines de recensement","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"negative"}],"page_content":"","national_metadata_updated_date":"2025-05-20","national_data_updated_date":"2025-07-24","target_number":"16.3","goal_number":"16","progress_status":"deterioration"}