{"data_keywords":"women, gender","national_indicator_available":"Proportion du temps consacré à des soins et travaux domestiques non rémunérés","target_name":"Partage égal des rôles parentaux et des responsabilités familiales","national_indicator_description":"Cet indicateur mesure la proportion du temps consacré à des soins et travaux domestiques non rémunérés. Les activités de soins et de travaux domestiques non rémunérés comprennent les tâches domestiques, les soins à un enfant du ménage de moins de 18 ans ou adulte du ménage ainsi que le magasinage de biens ou de services.","national_geographical_coverage":"Canada","computation_calculations":"La moyenne de temps consacré à une activité est une moyenne quotidienne basée sur les sept jours de la semaine. La proportion de la journée est basée sur une journée de 24 heures.","comments_limitations":"<p>Exclut la population des territoires et les personnes institutionalisées. <br><br>Étant donné que la taille de la population non binaire est petite, il est parfois nécessaire d’agréger les données dans une variable sur le genre à deux catégories pour protéger la confidentialité des réponses fournies. Dans ces cas, les personnes dans la catégorie « personnes non binaires » sont réparties dans les deux autres catégories de genre et sont désignées par le signe +. <br><br>La variable « sexe » dans l’Enquête sur l’emploi du temps de 2015 et la variable sur le genre à deux catégories dans l’Enquête sur l’emploi du temps de 2022 sont incluses ensemble dans cet indicateur. Bien que le sexe et le genre soient deux concepts différents, l’introduction du genre ne devrait pas avoir d’incidence importante sur l’analyse de données et la comparabilité historique, étant donné la petite taille des populations transgenre et non binaire. Pour obtenir de plus amples renseignements sur les changements dans les concepts au fil du temps, veuillez consulter le Guide de référence sur l’âge, le sexe à la naissance et le genre. <br><br>La collecte de l'Enquête sur l'emploi du temps de 2022 avait deux modes de collecte : par téléphone et par Internet. Cette approche répondait à la nécessité de s’adapter aux changements dans l’utilisation des technologies et aux contraintes de temps des répondants. Toute modification importante apportée à la méthodologie de l’enquête peut avoir une incidence sur la comparabilité des données au fil du temps. Il est impossible de déterminer avec certitude si, et dans quelle mesure, les différences concernant une variable sont attribuables à un changement réel dans la population ou à des changements dans la méthodologie d’enquête. Il y a cependant des raisons de croire que l’utilisation du questionnaire électronique pourrait avoir eu une incidence sur les estimations. Par conséquent, la comparaison entre l'Enquête sur l'emploi du temps de 2022 et les cycles précédents en ce qui concerne les résultats des activités de travail et des soins non-rémunérés, doit être faite avec prudence. Ce produit de visualisation ne fournit pas une comparaison entre les années pour les données désagrégées.</p>","graph_title":"Proportion du temps consacré à des soins et travaux domestiques non rémunérés","graph_type":"bar","computation_units":"Pourcentage","data_start_values":[{"field":"Géographie","value":"Canada"},{"field":"Genre","value":"Femmes+"},{"field":"Genre","value":"Hommes+"},{"field":"Groupe d'âge","value":"Total, 15 ans et plus"}],"indicator_name":"Proportion du temps consacré à des soins et travaux domestiques non rémunérés","indicator_sort_order":"05-04-01","published":true,"reporting_status":"complete","indicator_number":"5.4.1","sdg_goal":"5","data_non_statistical":false,"target_id":"5.4","data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 45-10-0014-01  Moyenne de temps consacré en heures par jour à diverses activités par groupe d'âge et sexe, 15 ans et plus, Canada et provinces","source_url_1":"https://doi.org/10.25318/4510001401-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada, régions géographiques du Canada et provinces","source_active_2":true,"source_url_text_2":"Statistique Canada. Tableau 45-10-0104-01  Temps moyen consacré par jour à diverses activités, par groupe d'âge et le genre, 2022","source_url_2":"https://doi.org/10.25318/4510010401-fra","source_organisation_2":"Statistique Canada","source_periodicity_2":"Occasionnelle","source_geographical_coverage_2":"Canada, régions géographiques du Canada et provinces","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"negative","target":1,"disaggregation":[{"field":"Géographie","value":"Canada"},{"field":"Groupe d'âge","value":"Total, 15 ans et plus"},{"field":"Genre","value":"Total, toutes les personnes"}]}],"page_content":"","national_metadata_updated_date":"2025-05-20","national_data_updated_date":"2025-02-27","target_number":"5.4","goal_number":"5","progress_status":"limited_progress"}