{"sdg_goal":"7","target_id":"7.3","indicator_number":"7.3.1","indicator_sort_order":"07-03-01","national_indicator_available":"Proportion de l’électricité produite à partir de sources renouvelables et non émettrices de gaz à effet de serre","indicator_name":"Proportion de l’électricité produite à partir de sources renouvelables et non émettrices de gaz à effet de serre","target_name":"D'ici 2030, 90 % et à long terme, 100 % de l'électricité du Canada est produite à partir de sources renouvelables et non émettrices","national_geographical_coverage":"Canada, provinces et territoires","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure la proportion d’électricité qui est produite à partir de sources renouvelables et non émettrices de gaz à effet de serre, ce qui comprend l'énergie produite par les turbines hydrauliques, solaires, marémotrices, éoliennes, les turbines à vapeur nucléaires et toute l'électricité produite à partir de la biomasse.","computation_calculations":"<p>Les données mensuelles sur la production d'électricité sont annualisées et la somme des mégawattheures produits par des sources renouvelables et non émettrices de gaz à effet de serre est exprimée en proportion du total de l'électricité produite.</p><p>Afin d'harmoniser les concepts entre les indicateurs, la méthodologie pour calculer cet indicateur a été mise à jour au printemps 2023 pour y inclure l'électricité produite à partir de turbines à vapeur nucléaires et de biomasse dans la définition de « l'électricité produite à partir de sources renouvelables et non émettrices de gaz à effet de serre ». Ce changement n'affecte pas les cibles de l'indicateur, mais assure des définitions et des mesures comparables entre cet indicateur et celui publié dans le [Cahier d’information sur l’énergie](https://ressources-naturelles.canada.ca/science-et-donnees/donnees-et-analyse/donnees-et-analyse-energetiques/energie-propre-et-carburants-faibles-emissions-de-carbone/23933) de Ressources naturelles Canada.</p>","comments_limitations":"Veuillez noter la raison suivante pour la différence entre la méthodologie utilisée pour cet indicateur et celle utilisée pour l'indicateur présenté dans le [Cahier d’information sur l’énergie](https://ressources-naturelles.canada.ca/science-et-donnees/donnees-et-analyse/donnees-et-analyse-energetiques/energie-propre-et-carburants-faibles-emissions-de-carbone/23933) de Ressources naturelles Canada. La différence relativement faible entre les deux proportions est due aux différentes méthodologies utilisées pour estimer l'énergie produite par les systèmes photovoltaïques connectés au réseau.  L'énergie produite par ces systèmes est estimée par Ressources naturelles Canada à l'aide de calculs basés sur des modèles. L'estimation de Statistique Canada est basée sur des données recueillies par le biais d'enquêtes et exclut l'énergie générée par les systèmes photovoltaïques d'une capacité inférieure à 100 kW et certains systèmes d'une capacité comprise entre 100 kW et 1 mW.","graph_title":"Proportion de l’électricité produite à partir de sources renouvelables et non émettrices de gaz à effet de serre","graph_type":"line","data_start_values":[{"field":"Géographie","value":"Canada"},{"field":"Type de production d'électricité","value":"Total, tous les genres de production d'électricité"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_organisation_1":"Statistique Canada","source_url_1":"https://doi.org/10.25318/2510002001-fra","source_url_text_1":"Statistique Canada. Tableau 25-10-0020-01 L'énergie électrique, production annuelle selon la classe de producteur d'électricité","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, provinces et territoires","source_release_date_1":false,"auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","target":90,"target_year":2030}],"progress_status":"negligible_progress","page_content":"","national_metadata_updated_date":"2023-06-09","national_data_updated_date":"2023-05-26","target_number":"7.3","goal_number":"7"}