{"sdg_goal":"8","target_id":"8.2","indicator_number":"8.2.1","indicator_sort_order":"08-02-01","indicator_name":"Taux d'emploi","national_indicator_available":"Taux d'emploi","target_name":"Pas de cible spécifique","national_geographical_coverage":"Canada, Région géographique du Canada, Province ou territoire, Région économique, Région métropolitaine de recensement","computation_units":"Pourcentage","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure le taux d'emploi. Le taux d'emploi est le nombre de personnes occupées exprimé en pourcentage de la population âgée de 15 ans et plus.","computation_calculations":"Le taux d'emploi pour un groupe donné (âge, sexe, état matrimonial, etc.) correspond au nombre de personnes occupées dans ce groupe exprimé en pourcentage de la population active de ce groupe. Les estimations sont exprimées en pourcentage et arrondies au dixième près.","comments_limitations":"Sont exclus du champ de l'enquête les personnes qui vivent dans les réserves et dans d'autres peuplements autochtones des provinces, les membres à temps plein des Forces armées canadiennes, les pensionnaires d'établissements institutionnels et les ménages situés dans des régions extrêmement éloignées où la densité de population est très faible. Les estimations pour le Canada (total) sont une somme des totaux provinciaux et excluent les territoires. Les estimations des proportions selon le sexe et les groupes d'âge excluent les territoires.\n<br><br>\nLes estimations de la population autochtone qui figurent dans le présent tableau sont issues d'une projection fondée sur les chiffres de population de 2016; il ne s'agit pas d'estimations démographiques. Dans la mesure du possible, la projection a été étalonnée de manière à refléter les tendances observées récemment quant à l'ensemble de la population canadienne, mais elle repose principalement sur des hypothèses relatives aux composantes de l'accroissement et comporte donc un certain degré d'incertitude. À titre d'exemple de ce degré d'incertitude, la population autochtone projetée en 2015 varie de 96 000 personnes selon les cinq scénarios présentés dans le rapport de Statistique Canada Projections de la population et des ménages autochtones au Canada, 2011 à 2036.\n<br><br>\nSelon la Loi sur l'équité en matière d'emploi, on entend par minorités visibles « les personnes, autres que les Autochtones, qui ne sont pas de race blanche ou qui n'ont pas la peau blanche ». Minorité visible, n.i.a. comprend les personnes ayant fourni une réponse écrite comme Guyanais, Antillais britannique, Tibétain, Polynésien, Insulaire des îles du Pacifique. L'abréviation « n.i.a. » signifie « non incluses ailleurs ». Minorités visible multiples comprennent les personnes ayant déclaré plus d'un groupe de minorités visibles en cochant au moins deux réponses, par exemple, Noir et Sud-Asiatique.\n<br><br>\nImmigrants reçus désignent les personnes qui sont immigrantes reçues au Canada ou l'ont été. Un immigrant reçu est une personne à qui les autorités de l'immigration ont accordé le droit de résider au Canada en permanence. Les citoyens canadiens de naissance et les résidents non permanents (étrangers vivant au Canada avec un permis de travail ou d'études, ou qui réclament le statut de réfugié, ainsi que les membres de leur famille vivant avec eux) ne sont pas considérés comme des immigrants reçus.\n<br><br>\nL’Enquête sur la population active (EPA) a commencé à collecter le genre de la personne en 2022. Avant 2022, l’EPA ne collectait que des renseignements sur le sexe de la personne ayant participé à l’enquête (masculin ou féminin), tels que déclarés par cette personne ou qu'enregistrés par la personne ayant mené l’interview. La variable « sexe » des années précédant 2022 et la variable « genre » à deux catégories à partir de 2022 sont regroupées dans ce tableau. Bien que le sexe et le genre soient deux concepts différents, l’introduction du concept du genre ne devrait pas avoir d’incidence importante sur l’analyse de données et la comparabilité historique, étant donné la petite taille des populations transgenre et non binaire.\n<br><br>\nÉtant donné que la population non binaire est petite, l’agrégation des données en une variable de genre à deux catégories est nécessaire pour protéger la confidentialité des réponses fournies. Les personnes de la catégorie « personnes non binaires » sont réparties dans les deux autres catégories de genre et sont désignées par le symbole « + ». La catégorie « Hommes+ » comprend les hommes de même que certaines personnes non binaires, alors que la catégorie « Femmes+ » comprend les femmes de même que certaines personnes non binaires.","graph_title":"Taux d'emploi","graph_type":"line","data_start_values":[{"field":"Géographie","value":"Canada"},{"field":"Groupe d'âge","value":"Total, 15 ans et plus"},{"field":"Genre","value":"Total - Genre"},{"field":"Groupe autochtone","value":"Population totale"},{"field":"Niveau de scolarité atteint","value":"Total, tous les niveaux de scolarité"}],"data_non_statistical":false,"data_show_map":true,"source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 14-10-0327-01  Caractéristiques de la population active selon le sexe et le groupe d'âge détaillé, données annuelles","source_url_1":"https://doi.org/10.25318/1410032701-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, provinces et territoires","source_active_2":true,"source_url_text_2":"Statistique Canada. Tableau 14-10-0464-01  Caractéristiques de la population active selon la province, le territoire et la région économique, données annuelles","source_url_2":"https://www150.statcan.gc.ca/t1/tbl1/fr/tv.action?pid=1410046401","source_organisation_2":"Statistique Canada","source_periodicity_2":"Annuelle","source_geographical_coverage_2":"Canada, Province ou territoire, Région économique","source_active_3":true,"source_url_text_3":"Statistique Canada. Tableau 14-10-0440-01  Caractéristiques de la population active selon le groupe de minorités visibles, données annuelles","source_url_3":"https://doi.org/10.25318/1410044001-fra","source_organisation_3":"Statistique Canada","source_periodicity_3":"Annuelle","source_geographical_coverage_3":"Canada, provinces et territoires","source_active_4":true,"source_url_text_4":"Statistique Canada. Tableau 14-10-0472-01  Caractéristiques de la population active des immigrants, données annuelles","source_url_4":"https://www150.statcan.gc.ca/t1/tbl1/fr/tv.action?pid=1410047201","source_organisation_4":"Statistique Canada","source_periodicity_4":"Annuelle","source_geographical_coverage_4":"Canada, Région géographique du Canada, Province ou territoire, Région métropolitaine de recensement","source_active_5":true,"source_url_text_5":"Statistique Canada. Tableau 14-10-0359-01  Caractéristiques de la population active selon le groupe autochtone et le niveau de scolarité atteint","source_url_5":"https://doi.org/10.25318/1410035901-fra","source_organisation_5":"Statistique Canada","source_periodicity_5":"Annuelle","source_geographical_coverage_5":"Canada, Région géographique du Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive","limit":100}],"page_content":"\n","national_metadata_updated_date":"2025-05-20","national_data_updated_date":"2025-01-31","target_number":"8.2","goal_number":"8","progress_status":"deterioration"}