{"sdg_goal":"8","target_id":"8.6","indicator_number":"8.6.1","indicator_sort_order":"08-06-01","national_indicator_available":"Emplois dans les secteurs des produits de technologies propres","indicator_name":"Emplois dans les secteurs des produits de technologies propres","target_name":"D'ici le 31 mars 2024, atteindre une croissance de 8% des emplois dans le secteurs des technologies propres","national_geographical_coverage":"Canada","computation_units":"Nombre","published":true,"reporting_status":"complete","national_indicator_description":"Cet indicateur mesure le nombre d’emplois qu'on peut attribuer dans les secteurs des produits environnementaux et des technologies propres.","computation_calculations":"\t","comments_limitations":"<p>On entend par produits environnementaux et de technologies propres l'ensemble des processus, des produits ou des services qui réduisent les répercussions environnementales par l'une des trois stratégies suivantes : les activités de protection de l'environnement qui préviennent, réduisent ou éliminent la pollution ou toute autre dégradation de l'environnement; les activités de gestion des ressources qui débouchent sur une utilisation plus efficace des ressources naturelles, ce qui permet ainsi d'éviter leur épuisement; l'utilisation de produits qui ont été adaptés pour consommer beaucoup moins de ressources et d'énergie que les quantités établies dans la norme industrielle.</p><p>N'inclut pas les travailleurs autonomes. Les données de 2018 et 2019 sont préliminaires.</p>","graph_title":"Emplois dans les secteurs des produits de technologies propres","graph_type":"line","data_non_statistical":false,"data_show_map":false,"source_active_1":true,"source_url_text_1":"Compte des produits environnementaux et de technologies propres - Totalisation personnalisée","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/fr/tv.action?pid=3610063201&request_locale=fr","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada","auto_progress_calculation":true,"progress_calculation_options":[{"direction":"positive"}],"progress_status":"substantial_progress","page_content":"","national_metadata_updated_date":"2023-06-09","national_data_updated_date":"2021-06-18","target_number":"8.6","goal_number":"8"}